Repository: vaseeeeek/test
Catalog: plugins/productsets/locale/*/LC_MESSAGES/shop_productsets.po
Languages: ru_ru

source: Product sets
ru_ru: Комплекты товаров

source: Delete
ru_ru: Удалить

source: Total count
ru_ru: Всего

source: Product set name
ru_ru: Название комплекта

source: Number of selectable items
ru_ru: Количество товаров в комплекте

source: Discount
ru_ru: Скидка

source: Set price
ru_ru: Стоимость комплекта

source: Enable?
ru_ru: Включить?

source: Disable?
ru_ru: Выключить?

source: You don't have any sets
ru_ru: У Вас не создано ни одного комплекта

source: Back
ru_ru: Назад

source: Color settings
ru_ru: Настройка цветов

source: This color settings will be used for all product sets. If you would like to change color settings for any particular set, you can do it on the page of the set.
ru_ru: Данные цветовые настройки будут использованы для всех комплектов. Если Вы хотите задать другие цвета для какого-либо комплекта, это можно сделать непосредственно на странице самого комплекта.

source: cancel custom settings
ru_ru: сбросить настройки

source: "Buy the set" button
ru_ru: Кнопка "Купить комплект"

source: "Buy the set" hover button
ru_ru: Кнопка "Купить комплект" при наведении

source: "Buy the set" text
ru_ru: Текст кнопки "Купить комплект"

source: "Plus button" (in popup window)
ru_ru: Кнопка "плюс" (во всплывающем окне)

source: "Plus button" hover
ru_ru: Кнопка "плюс" при наведении

source: "Plus button" text
ru_ru: Текст кнопки "плюс"

source: "Create the set" button
ru_ru: Кнопка "Создать комплект"

source: "Create the set" hover button
ru_ru: Кнопка "Создать комплект" при наведении

source: "Create the set" text
ru_ru: Текст кнопки "Создать комплект"

source: "Minus button" (in popup window)
ru_ru: Кнопка "минус" (во всплывающем окне)

source: "Minus button" hover
ru_ru: Кнопка "минус" при наведении

source: "Minus button" text
ru_ru: Текст кнопки "минус"

source: Product price label
ru_ru: Ценник товара

source: Product price label text
ru_ru: Текст на ценнике товара

source: Line
ru_ru: Линия

source: Total price label
ru_ru: Общий ценник

source: Total price label text
ru_ru: Текст на общем ценнике товаров

source: Price without discount
ru_ru: Цена без скидки

source: Price with discount (in popup window)
ru_ru: Цена со скидкой (по всплывющем окне)

source: Save
ru_ru: Сохранить

source: This will drop all customizations made to the CSS file, and revert it to the original version. Are you sure?
ru_ru: Это действие отменит все внесенные вами изменения в CSS файл и восстановит его оригинальную версию. Продолжить?

source: Css styles
ru_ru: CSS стили

source: Revert to original
ru_ru: Восстановить оригинал

source: Saved
ru_ru: Сохранено

source: Something wrong
ru_ru: Произошла ошибка

source: New product set
ru_ru: Новый комплект

source: Status
ru_ru: Активность

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: My new complect
ru_ru: Мой новый комплект

source: This name will be displayed in the list of product sets on admin page. Only you will see it
ru_ru: Это название будет видно в списке Ваших комплектов. Только Вы сможете видеть его

source: Products set
ru_ru: Комплект товаров

source: Create the set, which user could order
ru_ru: Создайте комплект товаров, который пользователи смогут заказать у Вас на сайте

source: up
ru_ru: вверх

source: down
ru_ru: вниз

source: Unknown product
ru_ru: Неизвестный товар

source: Show all skus in search
ru_ru: Искать среди всех артикулов

source: Include product in the set
ru_ru: Включить товар в комплект

source: Include product, on the page which appears set, to the set
ru_ru: Включить автоматически товар в комплект, на странице которого отображается комплект

source: Allow users to choose product skus in the set
ru_ru: Разрешить пользователям создавать комплекты

source: Users will be able to change the skus of products
ru_ru: Пользователи смогут выбирать разные артикулы товара

source: Allow user to create set
ru_ru: Разрешить пользователям создавать комплекты

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Choose products, which user could add to the set
ru_ru: Выберите товары, из которых пользователи смогут сформировать комплект

source: Specify the maximum number of items in the set, which user can order
ru_ru: Укажите из скольки товаров будет состоять комплект при создании пользователем собственного

source: HTML before and after the set
ru_ru: HTML-код перед и после комплекта

source: HTML before the set
ru_ru: HTML-код перед комплектом

source: HTML after the set
ru_ru: HTML-код после комплекта

source: Custom color settings
ru_ru: Пользовательские настройки цветов

source: Localization
ru_ru: Локализация

source: You can use you own locale and messages. Click 'Add locale', print locale identifier and add messages, which are using in the template (Product sets - Template).
ru_ru: Вы можете настроить любую локаль и сообщения к ней. Нажмите 'Добавить локализацию', в заголовке впишите ее идентификатор и добавьте сообщения, которые используются в шаблоне (Комплекты со скидкой - Шаблон).

source: If you want to add new message in the template use code:
ru_ru: Если Вы хотите добавить новое сообщение в шаблон, используйте код:

source: MY MESSAGE
ru_ru: МОЕ СООБЩЕНИЕ

source: Only 'MY MESSAGE' can be changed in this construction.
ru_ru: Только поле 'МОЕ СООБЩЕНИЕ' может быть изменено в этой конструкции.

source: Then add printed message in the settings of localization below.
ru_ru: Далее добавьте вставленные Вами сообщения в настройки локализации ниже.

source: delete
ru_ru: удалить

source: Use as default
ru_ru: Использовать по умолчанию

source: Add fields
ru_ru: Добавить поля

source: Message
ru_ru: Сообщение

source: Translation
ru_ru: Перевод

source: Add locale
ru_ru: Добавить локализацию

source: Select products, categories or sets, where would you like to display "product set"
ru_ru: Выберите товары, категории, списки товаров, в которых Вы желаете показывать комплект

source: Unknown set
ru_ru: Неизвестный список

source: Unknown category
ru_ru: Неизвестная категория

source: Everywhere
ru_ru: Везде

source: On request
ru_ru: По запросу

source: Sets
ru_ru: Списки

source: Categories
ru_ru: Категории

source: Products
ru_ru: Товары

source: include children
ru_ru: включить дочерние

source: Use code %s to insert the set into the template
ru_ru: Используйте код %s для вставки комплекта в шаблон

source: Field "Include product in the set" will not work.
ru_ru: Поле "Включить товар в комплект" будет игнорироваться

source: YOUR_SET_ID
ru_ru: ID_КОМПЛЕКТА

source: Press 'Save' to see the code with your set ID.
ru_ru: Нажмите 'Сохранить', чтобы увидеть код с идектификатором Вашего комплекта

source: This will drop all customizations made to the Js locale file, and revert it to the original version. Are you sure?
ru_ru: Это действие отменит все внесенные вами изменения в файл локализации Javascript и восстановит его оригинальную версию. Продолжить?

source: JS frontend locale
ru_ru: JS файл локализации

source: Instead of "YOUR_LOCALE" print the locale you want to add and change the translation. You can add as much locales as you want.
ru_ru: Вместо "YOUR_LOCALE" впишите локали, которую Вы хотите добавить. После этого измените перевод. Вы можете добавлять столько локализаций, сколько захотите.

source: This will drop all customizations made to the template file, and revert it to the original version. Are you sure?
ru_ru: Это действие отменит все внесенные вами изменения в файл шаблона и восстановит его оригинальную версию. Продолжить?

source: Template
ru_ru: Шаблон

source: Add set
ru_ru: Создать комплект

source: CSS styles
ru_ru: CSS стили

source: exclude children
ru_ru: исключить дочерние

source: Do you really want to delete product sets in amount of {ldelim}0{rdelim} pcs?
ru_ru: Вы действительно хотите удалить комплекты в количестве {ldelim}0{rdelim} шт.?

source: Choose product sets to delete
ru_ru: Выберите комплекты, которые хотите удалить

source: Don't forget to save!
ru_ru: Не забудьте сохраниться!

source: Loading
ru_ru: Загрузка

source: Specify locale name
ru_ru: Укажите название локали

source: prev
ru_ru: назад

source: next
ru_ru: вперед

source: Cannot save color settings
ru_ru: Не удалось сохранить цветовые настройки

source: Something wrong. Contact plugin developer: gapon2401@gmail.com
ru_ru: Произошла ошибка. Сообщите об этом разработчику: gapon2401@gmail.com

source: Product set not saved
ru_ru: Комплект не сохранен

source: Set is empty
ru_ru: Комплект пуст

source: Set is not available
ru_ru: Комплект недоступен

source: Product sets with discount
ru_ru: Комплекты со скидкой

source: Creation and sale of product sets with discount
ru_ru: Создание и продажа комплектов товаров со скидкой

source: Enable plugin
ru_ru: Включить плагин

source: Enable default plugin display
ru_ru: Использовать вывод по умолчанию

source: Use automatically plugin display on product page. If you would like to use custom display, uncheck this option and see Instructions, how to use "Custom display"
ru_ru: Использовать автоматический вывод комплектов на странице товара. Если Вы хотите сами выбирать, какой комплект выводить и где, то снимите галочку и используйте "Ручной вывод". Подробнее читайте в Инструкции

source: Items per page
ru_ru: Количество комплектов на странице

source: Number of product sets in the list in admin area
ru_ru: Количество отображаемых комплектов в списке на странице в администраторской части

source: Ruble symbol
ru_ru: Символ рубля

source: rub.
ru_ru: руб.

source: Display like text
ru_ru: Отображать, как текст

source: Display like symbol
ru_ru: Отображать, как символ

source: Delete the set
ru_ru: Удалить набор

source: General
ru_ru: Основные

source: Bundle
ru_ru: Комплекты

source: User bundle
ru_ru: Комплекты пользователя

source: Display
ru_ru: Отображение

source: Appearance
ru_ru: Внешний вид

source: add bundle
ru_ru: добавить набор

source: Product bundle
ru_ru: Набор товаров

source: add products to the bundle
ru_ru: добавить товары в набор

source: Bundle settings
ru_ru: Свойства набора

source: Select discount type for the bundle
ru_ru: Выберите тип скидки для набора

source: common discount
ru_ru: общая скидка

source: discount for each product
ru_ru: скидка для каждого товара

source: discount depending on the availability of the product in the bundle
ru_ru: скидка, зависящая от наличия товаров в наборе

source: common
ru_ru: общая

source: If bundle will have 2, 3, 4 or more product-positions, then set discount to all products
ru_ru: Если в наборе будет 2, 3, 4 или больше товарных позиций, тогда скидку получат все товары

source: on every position
ru_ru: на каждую позицию

source: Set discount to each position of the bundle
ru_ru: Установить скидку на каждую позицию в наборе

source: Add active product to the bundle
ru_ru: Добавить активный товар в набор

source: Product on the page of which the set is located will be automatically added to that set
ru_ru: Товар, на странице которого расположен набор, будет автоматически добавлен в набор

source: Select bundle lifetime
ru_ru: Выбрать время жизни набора

source: Server time
ru_ru: Серверное время

source: Start
ru_ru: Начало

source: DD
ru_ru: ДД

source: MM
ru_ru: ММ

source: YYYY
ru_ru: ГГГГ

source: HH
ru_ru: ЧЧ

source: End
ru_ru: Конец

source: Delete bundle when the time is over
ru_ru: Удалить набор, когда время завершится

source: By default the bundle will be hidden when the time is over.<br><i class="icon16 exclamation"></i> If you activate this option the bundle will be removed from the website and from the admin page.
ru_ru: По умолчанию, когда время закончится, набор будет скрыт.<br><i class="icon16 exclamation"></i> Если вы активируете данную опцию, тогда набор будет полностью удален с витрины и со страницы администратора.

source: If bundle has positions with empty stocks, then hide the bundle
ru_ru: Если в наборе имеются позиции, которых нет в наличии и нельзя заказать, тогда скрыть набор

source: Name
ru_ru: Название

source: Qty
ru_ru: К-во

source: Price
ru_ru: Цена

source: add alternative products
ru_ru: добавить альтернативные товары

source: Customer will be able to change products in one position
ru_ru: Покупатель будет иметь возможность выбирать другие товары в позиции

source: show additional settings
ru_ru: показать дополнительные настройки

source: Allow to choose product skus
ru_ru: Разрешить выбирать другие варианты товара

source: Allow to change product quantity
ru_ru: Разрешить менять количество товара

source: Allow to delete product from the bundle
ru_ru: Разрешить удалять товары из набора

source: If there is no product in the bundle, then cancel all discounts
ru_ru: Отменить все скидки, если товара не будет в наборе

source: pos
ru_ru: поз

source: on each pos
ru_ru: на каждую поз

source: add
ru_ru: добавить

source: * * * Active product * * *
ru_ru: * * * Активный товар * * *

source: Storefronts
ru_ru: Витрины

source: Select the storefronts where sets will be displayed
ru_ru: Выберите витрины, где будут отображены наборы

source: equals
ru_ru: равно

source: not equals
ru_ru: не равно

source: Select storefronts
ru_ru: Выберите витрины

source: All storefronts
ru_ru: Все витрины

source: Product page
ru_ru: Страница товара

source: Output place
ru_ru: Место вывода

source: Next to the "Add to cart" button
ru_ru: Рядом с кнопкой "В корзину"

source: Block of extra product details in main description area
ru_ru: Блок дополнительной информации в основной части описания товара

source: Output places depend on your Theme template.
ru_ru: Место вывода зависит от вашей Темы дизайна

source: Select the elements on the product pages of which sets will be displayed
ru_ru: Выберите элементы, на страницах товаров которых будут отображены наборы

source: Wait, please, while data is loading...
ru_ru: Подождите, пожалуйста, пока данные загружаются...

source: Select categories
ru_ru: Выберите категории

source: Categories and subcategories
ru_ru: Категории и подкатегории

source: Select product sets
ru_ru: Выберите списки товаров

source: Product types
ru_ru: Типы товаров

source: Select product types
ru_ru: Выберите типы товаров

source: Category page
ru_ru: Страница категории

source: Select categories where sets will be displayed
ru_ru: Выберите категории, где будут отображены наборы

source: Product set title
ru_ru: Заголовок набора

source: Complect title
ru_ru: Это заголовок набора

source: This title will be displayed on the storefront
ru_ru: Данный заголовок будет отображен на витрине

source: Text before the set
ru_ru: Текст перед набором

source: Text after the set
ru_ru: Текст после набора

source: Settings
ru_ru: Настройки

source: Select discount type
ru_ru: Выберите тип скидки

source: individual discount for each group
ru_ru: индивидуальная скидка для каждой группы

source: discount depending on the quantity of the products in the bundle
ru_ru: скидка, зависящая от количества товаров в наборе

source: Minimal quantity of products in the set
ru_ru: Минимальное количество товаров в наборе

source: Active sku is not counted
ru_ru: Активный товар не учитывается

source: Maximal quantity of products in the set
ru_ru: Максимальное количество товаров в наборе

source: add required products
ru_ru: добавить обязательные товары

source: This products cannot be deleted by user
ru_ru: Данные товары нельзя удалить из набора

source: create group of products
ru_ru: создать группу товаров

source: Group of products
ru_ru: Группа товаров

source: Group name
ru_ru: Название группы

source: Multiple values (checkboxes)
ru_ru: Множественный выбор (чекбоксы)

source: User will be able to check several products from the group
ru_ru: Покупетель сможет выбрать несколько товаров из группы

source: add products to the group
ru_ru: добавить товары в группу

source: add category to the group
ru_ru: добавить категорию в группу

source: add set to the group
ru_ru: добавить список в группу

source: add type to the group
ru_ru: добавить тип товаров в группу

source: Types
ru_ru: Типы

source: Select value
ru_ru: Выберите значение

source: All products
ru_ru: Все товары

source: First N-products
ru_ru: Первые N-товаров

source: Last N-products
ru_ru: Последние N-товаров

source: Random N-products
ru_ru: Случайные N-товаров

source: Group discount
ru_ru: Тип скидки для группы

source: Common for all products
ru_ru: Общая для всех товаров

source: Discount for each product
ru_ru: Скидка на каждый товар

source: Select products
ru_ru: Выберите товары

source: show more
ru_ru: показать еще

source: or select the category to find product you need.
ru_ru: или выберите категорию, чтобы найти нужный товар

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Show product skus
ru_ru: Показать варианты товара

source: More products
ru_ru: Больше товаров

source: Product sets are used for embedding products into storefront info pages and design templates.
ru_ru: Списки товаров используются для размещения товаров в информационных страницах и в шаблонах дизайна.

source: You have no product types in your online store. Create one in the store settings.
ru_ru: В вашем магазине отсутствуют типы товаров. Добавьте новый тип в настройках.

source: This product is not available for purchase
ru_ru: Данный товар не доступен для заказа

source: Pre-order only
ru_ru: Только предзаказ

source: Out of stock
ru_ru: Нет в наличии

source: In stock
ru_ru: В наличии

source: Product with the selected option combination is not available for purchase
ru_ru: Товар с выбранными характеристиками не доступен для заказа

source: This product is already selected
ru_ru: Товар уже выбран

source: Select product sku
ru_ru: Выбрать вариант товара

source: Active product
ru_ru: Активный товар

source: select sku
ru_ru: выберите вариант товара

source: Not in stock
ru_ru: Нет в наличии

source: %d from %d
ru_ru: %d из %d

source: Total price
ru_ru: Итоговая цена

source: Saving
ru_ru: Экономия

source: Add set to cart
ru_ru: Добавить набор в корзину

source: sku ID
ru_ru: ID артикула

source: Something wrong. Contact plugin developer
ru_ru: Произола ошибка. Свяжитесь с разработчиком

source: Productsets
ru_ru: Комплекты товаров

source: Set #
ru_ru: Набор #

source: Total discount
ru_ru: Общая скидка

source: Show more
ru_ru: Показать еще

source: Other
ru_ru: Другие

source: Duplicate
ru_ru: Копировать

source: Change status
ru_ru: Изменить активность

source: Set
ru_ru: Комплект

source: enabled
ru_ru: вкл

source: disabled
ru_ru: выкл

source: Ended by schedule
ru_ru: Закончено по расписанию

source: %d bundle
ru_ru: %d комплект

source: Starts at %s
ru_ru: Начать %s

source: Add bundle to the cart
ru_ru: Добавить комплект в корзину

source: Product name
ru_ru: Название товара

source: product sku
ru_ru: артикул товара

source: Form
ru_ru: Форма

source: 3 products
ru_ru: 3 товара

source: for
ru_ru: за

source: Buy
ru_ru: Купить

source: Dicount
ru_ru: Скидка

source: Title
ru_ru: Заголовок

source: Inside title
ru_ru: Внутренний заголовок

source: Add
ru_ru: Добавить

source: Added
ru_ru: Добавлено

source: Popup button
ru_ru: Кнопка всплывающего окна

source: Create the set
ru_ru: Создать комплект

source: User Bundle
ru_ru: Комплекты пользователя

source: What should I do, if live demo is not the same as on the website?
ru_ru: Что делать, если отображение на примере не соответствует отображению на сайте?

source: Use this option to force the CSS styles
ru_ru: Используйте данную опцию, чтобы повысить приоритет CSS стилей (!important)

source: Select element
ru_ru: Выберите элемент

source: Block
ru_ru: Блок

source: Block header
ru_ru: Шапка блока

source: Block content
ru_ru: Содержимое блока

source: Total compare price
ru_ru: Общая зачеркнутая цена

source: Product price
ru_ru: Цена товара

source: Product compare price
ru_ru: Зачеркнутая цена

source: Badge
ru_ru: Наклейка

source: Quantity buttons
ru_ru: Кнопки количества

source: Icon of skus selecting
ru_ru: Иконка выбора вариаций

source: Wrap of icon of skus selecting
ru_ru: Обертка иконки выбора вариаций

source: Sku variants
ru_ru: Варианты товара

source: Submit button
ru_ru: Кнопка отправления

source: Slider arrow
ru_ru: Стрелка слайдера

source: Block of slider arrow
ru_ru: Блок стрелки слайдера

source: Plus
ru_ru: Плюс

source: Checkbox icon
ru_ru: Иконка чекбокса

source: Blocks
ru_ru: Блоки

source: Titles
ru_ru: Заголовки

source: Title lines
ru_ru: Линии заголовка

source: Title inside block
ru_ru: Заголовок внутри блока

source: Add button
ru_ru: Кнопка добавления

source: Add button of selected item
ru_ru: Кнопка добавления выбранной позиции

source: clear all styles
ru_ru: очистить все стили

source: Live demonstration
ru_ru: Демонстрация внешнего вида

source: Use bundles
ru_ru: Использовать комплекты

source: Customize text blocks
ru_ru: Изменить текстовые блоки

source: Buy button
ru_ru: Кнопка покупки

source: Custom
ru_ru: Ручной вывод

source: Use code
ru_ru: Используйте код

source: Default place
ru_ru: Место по умолчанию

source: Output place on the template category.html depends on your Theme template.
ru_ru: Место вывода в шаблоне category.html зависит от вашей темы дизайна.

source: On demand
ru_ru: По запросу

source: Sets can be displayed on demand using helper and special ID
ru_ru: Комплекты могут быть отображены по запросу при помощи хелпера или специального ID

source: Output ID
ru_ru: ID вывода

source: Description
ru_ru: Описание

source: This description will be displayed only in backend
ru_ru: Данное описание будет доступно только в административной части

source: Ruble sign
ru_ru: Знак рубля

source: Popup dialog closing
ru_ru: Закрытие всплывающего окна

source: Close popup dialog, when user click outside the form
ru_ru: Закрыть всплывающее окно, когда пользователь нажмет за пределами формы

source: Use user bundles
ru_ru: Использовать комплекты пользователя

source: Hide popup button and show the set on the page
ru_ru: Скрыть кнопку для открытия всплывающего окна и отобразить набор сразу на странице

source: Show image thumbs of selected items
ru_ru: Показывать миниатюры выбранных позиций

source: Would you like to show all selected image thumbs for customer? They will be shown near the total price for the user bundle.
ru_ru: Вы бы хотели, чтобы покупатель видел миниатюры всех выбранных товаров? Они будут отображены рядом с общей стоимостью набора.

source: Title of selected products
ru_ru: Заголовок выбранных товаров

source: Your bundle
ru_ru: Ваш набор

source: Title of blocks
ru_ru: Заголовок блоков

source: Bundles
ru_ru: Комплекты

source: Title of required block
ru_ru: Загловок обязательного блока

source: Basic
ru_ru: Основные

source: Added button
ru_ru: Кнопка добавленного товара

source: N-products
ru_ru: N-товаров

source: Inline
ru_ru: Встроенное

source: Popup
ru_ru: Всплываюшее окно

source: Image
ru_ru: Изображение

source: delete image
ru_ru: удалить изображение

source: Use hook frontend_products
ru_ru: Использовать хук frontend_products

source: Some plugins can change the prices of products. By disabling this option, you refuse any changes to your products from third-party plugins.
ru_ru: Некоторые плагины могут изменять цены на продукты. Отключая эту опцию, вы отказываетесь от каких-либо изменений для ваших товаров со стороны сторонних плагинов.

source: HTML text before and after the bundle
ru_ru: HTML текст перед и после комплекта

source: HTML text before the bundle
ru_ru: HTML текст перед комплектом

source: HTML text after the bundle
ru_ru: HTML текст после комплекта

source: Documentation
ru_ru: Документация

source: Minimal quantity of products is
ru_ru: Минимальное количество товаров

source: Maximal quantity of products is
ru_ru: Максимальное количество товаров

source: Capacity
ru_ru: Объем

source: Gb
ru_ru: Гб

source: Color
ru_ru: Цвет

source: Black
ru_ru: Черный

source: White
ru_ru: Белый

source: Stock
ru_ru: Склад
