Repository: vaseeeeek/test
Catalog: plugins/productsets/locale/*/LC_MESSAGES/shop_productsets.po
Languages: ru_ru

source: Another stock
ru_ru: Другой склад

source: Sku's popup
ru_ru: Всплывающее окно артикулов

source: Close button
ru_ru: Кнопка закрытия

source: Place of total block
ru_ru: Расположение блока с итоговой стоимостью

source: At the top
ru_ru: Вверху

source: At the bottom
ru_ru: Внизу

source: Sticky block
ru_ru: Прилипающий блок

source: Make block with total price sticky to window on scroll.
ru_ru: Сделайте блок с общей стоимостью прилипающим при прокрутке окна.

source: ATTENTION! Template has been changed. Content may differ from original.
ru_ru: ВНИМАНИЕ! Шаблон был изменен. Содержимое может отличаться от оригинала.

source: revert template to original
ru_ru: вернуть оригинальный шаблон

source: Template not exists.
ru_ru: Шаблон не существует.

source: Skus popup template
ru_ru: Шаблон всплывающего окна артикулов

source: Bundle template
ru_ru: Шаблон набора

source: Bundle item template
ru_ru: Шаблон позиции набора

source: Bundle single item template
ru_ru: Шаблон товарной единицы набора

source: Userbundle template
ru_ru: Шаблон пользовательского набора

source: Userbundle item template
ru_ru: Шаблон товарной единицы пользовательского набора

source: Userbundle group
ru_ru: Шаблон группы пользовательского набора

source: Sets template
ru_ru: Общий шаблон

source: Unknown template
ru_ru: Неизвестный шаблон

source: Size of image thumbs
ru_ru: Размер миниатюр изоражений

source: Width
ru_ru: Ширина

source: Height
ru_ru: Высота

source: Templates
ru_ru: Шаблоны

source: Edit templates
ru_ru: Редактировать шаблоны

source: Developer will not consult you about editing the templates.
ru_ru: Разработчик не будет оказывать консультации по редактированию шаблонов.

source: I recognize the attention above and would like to edit plugin templates
ru_ru: Я прочитал(а) и осознаю предупреждение выше, и хочу приступить к редактированию шаблонов

source: Show the template
ru_ru: Показать шаблон

source: It's strongly recommended not to edit templates. After you save the copy of template, you will not be able to get updates for that template later. Developer not responsible for errors, caused by your editing and will not be able to help you.
ru_ru: Настоятельно не рекомендуется редактировать шаблоны. После того, как вы сохраните копию шаблона, вы не сможете получать его обновления. Разработчик не несет никакой ответственности за ошибки, возникшие по причине редактирования шаблонов, и не будет оказывать вам помощь в их устранении.

source: Products has been successfully added to the cart
ru_ru: Товары были успешно добавлены в корзину

source: Continue shopping
ru_ru: Продолжить покупки

source: Proceed to checkout
ru_ru: Оформить заказ

source: Popup with successful message
ru_ru: Всплывающее окно при успешном оформлении заказа

source: Content
ru_ru: Содержимое

source: Tick icon
ru_ru: Иконка (галочка)

source: Continue shopping link
ru_ru: Ссылка для продолжения покупок

source: Proceed to checkout button
ru_ru: Кнопка оформления заказа

source: Hide empty stocks positions, where it is allowed to delete products
ru_ru: Скрыть товары, которых нет в наличии, у позиций, где разрешено удаление товаров из набора

source: Reload page after checkout
ru_ru: Перезагрузить страницу после успешного заказа набора

source: Reload page after successfull checkout, when user closes the popup window
ru_ru: Перезагрузить страницу после успешного заказа набора, когда пользователь закроет всплывающее окно

source: set items
ru_ru: комплектующие

source: Unknown product #
ru_ru: Неизвестный товар #

source: pcs.
ru_ru: шт.

source: In total discount included value, which is not distributed to products
ru_ru: В общую скидку включено значение, которое не распределено по товарам, в размере

source: (copy)
ru_ru: (копия)

source: Import appearance settings from other sets
ru_ru: Импортировать настройки внешнего вида из другого комплекта

source: Import appearance settings
ru_ru: Импортировать настройки внешнего вида

source: Import
ru_ru: Импорт

source: Import appearance
ru_ru: Импорт дизайна

source: Layout settings
ru_ru: Настройки макета

source: Quantity field
ru_ru: Поле для указания количества

source: close
ru_ru: закрыть

source: Bundle layout settings
ru_ru: Настройки макета для Комплектов

source: Product card layout
ru_ru: Макет карточки товара

source: Layout
ru_ru: Макет

source: Product card width
ru_ru: Ширина карточки товара

source: Mobile product card layout
ru_ru: Мобильный макет карточки товара

source: Checkbox type
ru_ru: Тип чекбокса

source: Product Image
ru_ru: Изображение товара

source: Type of alternative slider
ru_ru: Тип альтернативного слайдера

source: Layout of total block
ru_ru: Макет итогового блока

source: Place of the total block
ru_ru: Расположение итогового блока

source: Displaying of selectable skus in popup window
ru_ru: Отображение артикулов во всплывающем окне

source: User bundle layout settings
ru_ru: Настройки макета для Комплектов пользователей

source: Small
ru_ru: Маленькая

source: Medium
ru_ru: Средняя

source: Large
ru_ru: Большая

source: Circle
ru_ru: Кружок

source: Square
ru_ru: Квадрат

source: Show
ru_ru: Показать

source: Hide
ru_ru: Скрыть

source: Vertical
ru_ru: Вертикальный

source: Horizontal
ru_ru: Горизонтальный

source: Select list
ru_ru: Выпадающий список

source: Inline in row
ru_ru: В строку

source: Text near the checkbox
ru_ru: Текст рядом с чекбоксом

source: Add product to the bundle
ru_ru: Добавить товар в набор

source: Relevant for product card layout 2 or 3. Go to "Appearance tab" and check "Layout settings"
ru_ru: Актуально для 2 и 3 типов отображения товара. Откройте вкладку "Внешний вид" и проверьте "Настройки макета"

source: Custom parameters
ru_ru: Дополнительные параметры

source: add parameter
ru_ru: добавить параметр

source: HTML text at the top and at the bottom of the total block
ru_ru: HTML текст вверху и внизу итогового блока с ценой

source: Relavant for second and third layouts of the total block. Go to "Appearance tab" and check your "Layout settings"
ru_ru: Актуально для второго и третьего типов отображения итогового блока. Откройте вкладку "Внешний вид" и проверьте "Настройки макета"

source: HTML text at the top of the total block
ru_ru: HTML текст вверху итогового блока с ценой

source: HTML text at the bottom of the total block
ru_ru: HTML текст внизу итогового блока с ценой

source: Return on Sales
ru_ru: Рентабельность

source: show on the page of products from the bundles
ru_ru: отобразить на странице товаров, входящих в комплекты

source: Sets will be displayed on the pages of products, which were manually added to the bundles and user bundles
ru_ru: Наборы будут отображены на страницах товаров, которые были вручную добавлены в обычные комплекты, а также комплекты пользователей

source: Start typing product or SKU name
ru_ru: Начните печатать название товара или наименование артикула

source: Change product prices
ru_ru: Изменить цены товаров

source: Show prices with discounts
ru_ru: Показать цены товаров со скидкой

source: If you disable that option, products will be with original prices from the admin page despite the discounts
ru_ru: Если отключить данную опцию, товары будут отображены с оригинальными ценами, указанными в административной части, несмотря на скидки

source: Press to select
ru_ru: Нажмите, чтобы выбрать

source: Bundle total block template
ru_ru: Шаблон итогового блока для Комплектов

source: Variables
ru_ru: Переменные

source: Item variables
ru_ru: Переменные товара

source: Read more in <a href="https://igaponov.ru/docs/193/layout-settings/" target="_blank">docs</a>
ru_ru: Читайте подробнее в <a href="https://igaponov.ru/docs/193/layout-settings/" target="_blank">документации</a>

source: Read more in <a href="http://en.igaponov.ru/docs/178/custom-parameters/" target="_blank">docs</a>
ru_ru: Читайте подробнее в <a href="https://igaponov.ru/docs/192/custom-parameters/" target="_blank">документации</a>

source: Discount rounding
ru_ru: Округление скидок

source: not round
ru_ru: не округлять

source: ceil
ru_ru: в большую сторону

source: rounding to integer
ru_ru: округлить до целого

source: floor
ru_ru: в меньшую сторону
