Repository: vaseeeeek/test
Catalog: plugins/cwebp/locale/*/LC_MESSAGES/shop_cwebp.po
Languages: ru_ru

source: Delete created webp images
ru_ru: Удалить созданные изображения webp

source: Advanced settings
ru_ru: Расширенные настройки

source: All webp thumbnails removed
ru_ru: Все WEBP-эскизы успешно удалены

source: Plugin enabled
ru_ru: Плагин включен

source: Convertion method
ru_ru: Способ конвертации

source: Type
ru_ru: Способ

source: On demand
ru_ru: На лету

source: Allow on demand conversion, recommended way.
ru_ru: Разрешить создание эскизов на лету, рекомендованный вариант.

source: Use cron
ru_ru: cron

source: Use cron task to convert images in background. Add following command:
ru_ru: Конвертировать по cron, будет происходить в фоне, заменяться эскизы по мере результата. Добавьте команду:

source: Be sure to make all the settings according to the instructions on the plugin page. Will not work in the cloud. Add command:
ru_ru: Убедитесь, что сделали все настройки по инструкции на странице плагина. Не будет работать в облаке. Добавьте команду:

source: Products only
ru_ru: Только товары

source: Convert product images only
ru_ru: Конвертировать только изображения товаров

source: Skip PNG
ru_ru: Пропускать PNG

source: Skip images in PNG format in case of quality issues.
ru_ru: Пропускать изображения в формате PNG, полезно при проблемах с качеством.

source: Enable logging
ru_ru: Включить лог

source: Enable conversions log file in cwebp.log
ru_ru: Включить логирование процесса конвертации в cwebp.log

source: Quality
ru_ru: Качество

source: Compression quality from 1 to 99. 80 recommended
ru_ru: Коэфициент сжатия изображений от 1 до 99, можно попробовать начать с 80

source: Tasks
ru_ru: Обработки

source: WEBP Images
ru_ru: Изображения WEBP

source: PHP extension
ru_ru: Расширение PHP

source: if compiled with webp support
ru_ru: если собрано с поддержкой webp

source: Utility
ru_ru: Утилита

source: called from command line
ru_ru: с вызовом из командной строки

source: Remote webp conversion service, works anyway, slowest
ru_ru: Удаленный сервис для конвертации в WEBP, работает в любом случае
