Repository: vaseeeeek/test
Catalog: plugins/favorites/locale/*/LC_MESSAGES/shop_favorites.po
Languages: ru_ru

source: Favorites
ru_ru: Избранное

source: Link to add to favorites
ru_ru: Ссылка добавления в избранное

source: Link to remove from favorites
ru_ru: Ссылка удаления из избранного

source: Link to favorites in "My account"
ru_ru: Ссылка Избранное в личном кабинете

source: Hook
ru_ru: Хук

source: Save
ru_ru: Сохранить

source: Saved
ru_ru: Сохранено

source: Favorites products
ru_ru: Избранные товары

source: Favorites count
ru_ru: Записей в избранном

source: If two users have added the same product to favorites, it's two entries.
ru_ru: Если два разных пользователя добавили один и тот же товар в избранное, то это две записи.

source: Product
ru_ru: Товар

source: Users count
ru_ru: Количество пользователей

source: There are no products in favorites.
ru_ru: Нет ни одного товара в избранном.

source: Select the place to show link to add to favorites
ru_ru: Выберите место где показывать ссылку добавления в избранное

source: Add to favorites
ru_ru: Добавить в избранное

source: Remove from favorites
ru_ru: Удалить из избранного

source: My account
ru_ru: Личный кабинет

source: Template
ru_ru: Шаблон

source: Allows users to add products to favorites.
ru_ru: Позволяет пользователям добавлять товары в избранное

source: Next to the button "Add to Cart"
ru_ru: Рядом с кнопкой "В корзину"

source: Additional information block in the sidebar
ru_ru: Блок дополнительной информации в боковой части страницы

source: Additional information block in the main part of the product description
ru_ru: Блок дополнительной информации в основной части описания товара

source: Don't use hook (other place, manual)
ru_ru: Не использовать хук (другое место)

source: To show the links to add to favorites in any place in product.html use the code:
ru_ru: Чтобы показать ссылки добавления в избранное в произвольном месте в product.html используйте код:

source: Template file of the design theme
ru_ru: Шаблон темы дизайна

source: By default to display favorites products the plugin uses file search.html of your design theme.
ru_ru: По умолчанию для вывода списка товаров, добавленных в избранное, используется файл search.html вашей темы дизайна.

source: If you have any doubts, it is better not to change this setting, and ask for help to the developer of the plugin.
ru_ru: Если у вас есть какие-то сомнения, то лучше не меняйте эту настройку, а обратитесь за помощью к разработчику плагина.
