Repository: vaseeeeek/test
Catalog: plugins/bundling/locale/*/LC_MESSAGES/shop_bundling.po
Languages: ru_ru

source: Back
ru_ru: Назад

source: Bundles
ru_ru: Комплектации

source: By category
ru_ru: По категориям

source: By product type
ru_ru: По типу товара

source: New
ru_ru: Новый

source: Type of accessory
ru_ru: Тип комплектующего

source: For any
ru_ru: Для всех

source: product with type
ru_ru: товаров типа

source: product in category
ru_ru: товаров категории

source: Multiple select
ru_ru: Мультивыбор

source: Add
ru_ru: Добавить

source: delete
ru_ru: удалить

source: save
ru_ru: сохранить

source: or
ru_ru: или

source: cancel
ru_ru: отмена

source: Cancel
ru_ru: Отмена

source: add
ru_ru: добавить

source: Bundles of Product
ru_ru: Комплектация товара

source: No bundles found for this product. Set it in
ru_ru: Для товара не найдено ни одной комплектации. Установите их в

source: plugin settings
ru_ru: настройках плагина

source: or create individual for this product.
ru_ru: или создайте индивидуальные для этого товара.

source: determined
ru_ru: определено

source: by type
ru_ru: по типу

source: by category
ru_ru: из категории

source: edit
ru_ru: редактировать

source: Start typing product or SKU name
ru_ru: Начните вводить название товара или артикул

source: Save
ru_ru: Сохранить

source: Set up Product Bundles
ru_ru: Назначить комплектации

source: Remove all products bundles
ru_ru: Удалить все комплектации

source: Are you sure? This action will REMOVE ALL bundles from selected products!
ru_ru: Вы уверены? Это действие УДАЛИТ ВСЕ существующие комплектации выбранных товаров! Это действие НЕЛЬЗЯ ОТМЕНИТЬ!

source: by product type
ru_ru: по типу товара

source: amont selected in
ru_ru: среди выбранных установлено у

source: Not found in none of the selected products
ru_ru: Не установлено ни у одного из выбранных товаров

source: Among selected in
ru_ru: Среди выбранных установлено у

source: all products
ru_ru: всех товаров

source: all attached products are the same
ru_ru: все прикрепленные товары одинаковые

source: Set in
ru_ru: Установлен у

source: Leave
ru_ru: Оставить

source: Set to all
ru_ru: Присвоить всем

source: Delete
ru_ru: Удалить

source: Error
ru_ru: Ошибка

source: There are no groups of acceccories for selected products. You can set it in "Bundles" menu.
ru_ru: Для выбранных товаров не установлено групп комплектов (типов комплектующих). Они устанавливаются в меню "Комплектации" слева.

source: To Bundles
ru_ru: К комплектациям

source: Please select at least one product
ru_ru: Выберите хотя бы один товар

source: close
ru_ru: закрыть

source: Set up the title of type of accessory
ru_ru: Укажите название для типа комплектующего

source: Select option to attach the accessory
ru_ru: Выберите опцию, к которой прикрепить комплектацию

source: Min length of title is 3 symbols!
ru_ru: Минимальная длина названия комплектации 3 символа!

source: Delete this bundle?
ru_ru: Удалить эту комплектацию?

source: Delete selected bundle?
ru_ru: Удалить выбранную комплектацию?

source: Delete selected product from list?
ru_ru: Удалить выбранный товар из списка?

source: Error! Groups can be determined only by category, product type or product feature
ru_ru: Ошибка! Группы комплектации могут быть определены только по категории, типу товара или характеристике

source: Can't find selected type
ru_ru: Выбранный тип товара не найден

source: Unknown error!
ru_ru: Неизвестная ошибка!

source: CSRF error
ru_ru: Ошибка CSRF

source: developed in
ru_ru: разработано в

source: Shevsky Lab
ru_ru: Лаборатории Шевского

source: Support
ru_ru: Поддержка

source: Product Bundles
ru_ru: Комплектация Товаров

source: Bundles with accessories for each product
ru_ru: Комплекты с аксессуарами для каждого товара

source: Bundle
ru_ru: Комплектация

source: pc.
ru_ru: шт.

source: About this product (in a new tab)
ru_ru: Подробнее о выбранном товаре (в новой вкладке)

source: Total price
ru_ru: Итоговая цена

source: Buy
ru_ru: Купить

source: selected bundle
ru_ru: выбранный комплект

source: Plugin is on
ru_ru: Плагин включен

source: Integration
ru_ru: Интеграция

source: Design and templates
ru_ru: Дизайн и шаблоны

source: Auto integration to product cart
ru_ru: Интегрировать в карточку товара

source: Place of integration
ru_ru: Место интегрирования

source: Content added next to links to custom product pages
ru_ru: Содержимое рядом со ссылками на дополнительные страницы товара

source: Content added next to the “Add to cart” button
ru_ru: Содержимое рядом с кнопкой «В корзину»

source: Use helper
ru_ru: Используйте хелпер

source: Bundles block
ru_ru: Блок комплектации

source: Bundles configurator
ru_ru: Конфигуратор комплектации

source: Template of Bundles block
ru_ru: Шаблон блока комплектации

source: Available variables
ru_ru: Доступные переменные

source: An array with available groups of accessories (bundles)
ru_ru: Массив с доступными группами комплектующих (группы комплектов)

source: Data of selected group of accessories (bundles)
ru_ru: Данные о выбранной группе комплектующих (группы комплектов)

source: Title of type of accessory
ru_ru: Наименование типа комплектующего

source: An array with information about attached products. Instance of the class
ru_ru: Массив с информацией о прикрепленных товарах, представляет собой экземпляр класса

source: Return the default value
ru_ru: Вернуть значение по умолчанию

source: Template of Bundles configurator
ru_ru: Шаблон Конфигуратора комплектации

source: Can't find selected category
ru_ru: Такая категория не найдена

source: Can't find selected feature
ru_ru: Такая характеристика не найдена

source: Informational block, usually in a sidebar
ru_ru: Блок дополнительной информации в боковой части страницы

source: Block of extra product details in main description area
ru_ru: Блок дополнительной информации в основной части описания товара

source: to include the table with bundles.
ru_ru: для вставки таблицы выбора комплектации.

source: Product Bundle
ru_ru: Комплектация

source: product
ru_ru: товара

source: Don't give discount
ru_ru: Не предоставлять скидку

source: Give fixed discount if customer has chosen products from selected bundles
ru_ru: Предоставлять фиксированную скидку если покупатель выбрал товар из некоторых групп

source: For each chosen bundled product various discounts
ru_ru: Для каждого выбранного товара из группы комплектаций индивидуальная скидка

source: Sum discounts
ru_ru: Скидки суммируются

source: Maximum from discount
ru_ru: Максимальная скидка

source: Discount
ru_ru: Скидка

source: for chosing any product from this bundle
ru_ru: за выбор как минимум одного товара из этой группы

source: Customer have to chose product from this bundle to get fixed discount
ru_ru: Пользователю нужно выбрать товар из этой группы для получения фиксированной скидки

source: Bundling table
ru_ru: Таблица выборки комплектации

source: Type of table with bundles
ru_ru: Тип таблицы выбора комплектации

source: Drop-down list
ru_ru: Таблица с выпадающим списком

source: Custom table
ru_ru: Произвольная таблица Комплектации

source: Template of Drop-down list
ru_ru: Шаблон Таблицы с выпадающим списком

source: Images is enabled
ru_ru: Изображения включены

source: Image 200 in width
ru_ru: Изображение 200 по ширине

source: Image 200x200
ru_ru: Изображение 200x200

source: Image 96x96
ru_ru: Изображение 96x96

source: Image 48x48
ru_ru: Изображение 48x48

source: Not selected
ru_ru: Не выбрано

source: Template of Custom table with bundles
ru_ru: Шаблон Произвольной таблицы Комплектации

source: Hide products if not in stock
ru_ru: Скрывать товары не в наличии

source: jQuery Sku selector
ru_ru: jQuery селектор артикула

source: By product feature
ru_ru: По характеристике

source: product with feature
ru_ru: товаров с характеристикой

source: by feature
ru_ru: по характеристике

source: jQuery Services selector
ru_ru: jQuery селектор услуг

source: jQuery Product price selector
ru_ru: jQuery селектор цены товара

source: Products
ru_ru: Товары

source: Table templates
ru_ru: Шаблоны таблицы

source: "Your bundle" section
ru_ru: Секция "Ваш комплект"

source: Script params
ru_ru: Параметры скрипта

source: Integrate "Your bundle" section
ru_ru: Интегрировать секцию "Ваш комплект"

source: Before bundle table
ru_ru: Перед таблицей комплектации

source: After bundle table
ru_ru: После таблицы комплектации

source: to include the table with bundles manually.
ru_ru: для вставки таблицы выбора комплектации вручную.

source: Image size
ru_ru: Размер изображений

source: Template of "Your bundle" section
ru_ru: Шаблон секции "Ваш комплект"

source: Your bundle
ru_ru: Ваш комплект

source: item
ru_ru: товар

source: items
ru_ru: товара

source: _items
ru_ru: товаров

source: _for
ru_ru: на

source: Bundle price will change after every "change" event and take product price from "data-price" attribute
ru_ru: Стоимость комплекта будет обновлена при срабатывании event "change" и возьмет стоимость товара из атрибута "data-price" этого элемента

source: Plugin will filter all :checked elements and add their "data-price" attributes to total price
ru_ru: Плагин отфильтрует все выбранные (:checked) элементы и добавит к стоимости комплекта все их "data-price" значения

source: to include the table with bundles manually.
ru_ru: для вставки таблицы выбора комплектации вручную

source: Hide buy buttons from table
ru_ru: Скрывает кнопку покупки комплекта из таблицы

source: Manually set discounts for each product (only with primary product in order)
ru_ru: Указать скидку для каждого товара (только если в заказе присутствует основной товар)

source: Edit discount
ru_ru: Редактировать скидку

source: Default quantity
ru_ru: Количество по умолчанию

source: Discounts is on
ru_ru: Скидки включены

source: Tables design
ru_ru: Внешний вид таблиц

source: For including "Your bundle" section use helper
ru_ru: Для вставки секции "Ваш комплект" используйте хелпер

source: Show "Buy" button on each product
ru_ru: Кнопка "Купить" у каждого товара

source: Show "Quantity" field
ru_ru: Показывать поле "Количество"

source: Added to cart
ru_ru: В корзине

source: jQuery Quantity selector
ru_ru: jQuery селектор количества

source: Quantity of primary product will be got from value of this selector (by default 1 if doesn't exists or null)
ru_ru: Количество основного товара будет использовано из значения этого поля (value, по умолчанию 1 если не существует или null)

source: % for bundle
ru_ru: % за комплект

source: Before and after bundle table
ru_ru: Перед и после таблицы комплектации

source: Choose action with selected products
ru_ru: Выберите действие с выбранными товарами

source: Setup bundles for this products
ru_ru: Установить выбранным товарам комплектующие

source: Setup this products as bundles for another products
ru_ru: Назначить выбранные товары в качестве комплектующих другим товарам

source: Edit product bundles
ru_ru: Редактировать существующие комплектации

source: Close
ru_ru: Закрыть

source: Edit Product Bundles
ru_ru: Редактор комплектов товаров

source: Select bundles for this products.
ru_ru: Выберите для этих товаров комплектующие.

source: Select for what products set up those as bundles.
ru_ru: Выберите, каким товарам установить их как комплектующие.

source: Setup as bundles
ru_ru: Установить в качестве комплектующих

source: Setup previously chosen products as bundles
ru_ru: Установить им ранее выбранные товары как комплектующие

source: Waiting products
ru_ru: Ожидают товаров

source: Selected products
ru_ru: Выбрано товаров

source: No selected products. Maybe you have leave the page where you had selected them.
ru_ru: Выбранные товары отсутствуют. Вероятно, Вы ушли со страницы, где отметили их галочками.

source: Choose
ru_ru: На выбор

source: user can choose sku and product params
ru_ru: пользователь может выбрать артикул и параметры товара

source: jQuery Quantity Plus/Minus selector
ru_ru: jQuery селектор кнопки Плюс/Минус количества

source: You can't choose the same product collections.
ru_ru: Вы не можете выбрать одни и те же наборы товаров.

source: No unique products in one product collection.
ru_ru: В одном из наборов не было обнаружено уникальных товаров (тех, которых нет в другом наборе), присвоить их друг к другу в качестве комплектующих невозможно.

source: No products.
ru_ru: В одном из наборов товары отсутствуют.

source: Create for all subcategories
ru_ru: Включая подкатегории

source: jQuery Sku "Features Selectable" selector (date-feature-id + value)
ru_ru: jQuery селектор артикула при выборе параметров (date-feature-id + value)

source: Create custom bundle groups
ru_ru: Использовать собственные группы комплектующих

source: Use main category of product as bundle group
ru_ru: Группировать по основной категории товаров

source: Enabled bundle group by main product category. Here you can set names and "multiple" param for each category to show in frontend.
ru_ru: Включена группировка комплектующих по основной категории товара. Здесь Вы можете установить имя для группы, отображаемое во фронтенде, а так же параметр "Мультивыбор" для группы.

source: Category
ru_ru: Категория

source: Main category is undefined
ru_ru: Основная категория не определена

source: Accessories
ru_ru: Комплектующие

source: Add products
ru_ru: Добавить товары

source: Products will be added to group of main category of product.
ru_ru: Товары будут сгруппированы по основной категории

source: Not available with bundle group by categories
ru_ru: Недоступно с группировкой комплектующих по категориям

source: Update
ru_ru: Обновить

source: Undefined category
ru_ru: Категория не определена

source: Bundle groups
ru_ru: Группировка комплектующих

source: jQuery Form selector
ru_ru: jQuery селектор формы
