Repository: vaseeeeek/test
Catalog: plugins/cleanup/locale/*/LC_MESSAGES/shop_cleanup.po
Languages: ru_ru

source: Cleanup
ru_ru: Очистка

source: Clear deleted orders
ru_ru: Очистить удаленные заказы.

source: Clear deleted reviews
ru_ru: Очистить удаленные отзывы

source: Repair categories
ru_ru: Починить категории

source: Remove all product images
ru_ru: Удалить изображения товаров

source: Default workflow
ru_ru: Сбросить статусы заказов.

source: Clean up old entries
ru_ru: Очистка старых записей

source: Tags
ru_ru: Теги

source: Main
ru_ru: Основная

source: Categories
ru_ru: Категории

source: Removes orders marked as deleted from database
ru_ru: Удаляет заказы помеченные как Удаленные из базы

source: Removes reviews marked as deleted from database
ru_ru: Удаляет отзывы помеченные как Удаленные из базы

source: Removes images for every product
ru_ru: Удаляет все изображения товаров из базы и папок

source: Restores workflow action and statuses
ru_ru: Восстанавливает действия и статусы заказов в оригинальное состояние

source: Remove
ru_ru: Удалить

source: Expand All
ru_ru: Развернуть все

source: Collapse All
ru_ru: Свернуть все

source: Checked categories don't include subdirectories by default. To remove full tree check all elements.
ru_ru: Отмеченные категории по умолчанию не включают подпапки. Для удаления полностью отметьте все элементы.

source: No categories exist.
ru_ru: Категорий не создано.

source: Attention.
ru_ru: Внимание.

source: Are you sure you want to remove
ru_ru: Вы уверены что хотите удалить

source: All operations use framework functions to remove entries and can't be cancelled. Please be careful using this tool.
ru_ru: Все операции используют функции фреймворка для удаления записей и не могут быть отменены. Пожалуйста, будьте аккуратны в использовании.

source: Don't forget to make backups.
ru_ru: Не забудьте сделать резервную копию.

source: Confirm action:
ru_ru: Подтвердите действие

source: categories
ru_ru: категорий

source: tags
ru_ru: тег

source: actions
ru_ru: действий

source: <h2>File workflow.php not found<h2>
ru_ru: <h2>Файл workflow.php не найден<h2>

source: Close
ru_ru: Закрыть

source: No tags selected.
ru_ru: Нет выбранных тэгов.

source: No categories selected.
ru_ru: Нет выбранных категорий.

source: from selected categories
ru_ru: из выбранных категорий

source: Delete only product images
ru_ru: Удалить только изображения товаров

source: Remove all badges for products
ru_ru: Удалить все наклейки для товаров

source: Limit till date
ru_ru: Ограничить до даты

source: Select date
ru_ru: Выберите дату

source: Clear date
ru_ru: Очистить дату

source: Filter by set
ru_ru: Фильтр по списку

source: No filter
ru_ru: Без фильтра

source: Removes badges for every product
ru_ru: Удаляет наклейки для всех товаров.

source: product images from
ru_ru: изображения товаров из

source: Filter by type
ru_ru: Фильтр по типу

source: Workflow
ru_ru: Статусы заказов

source: Reset workflow
ru_ru: Сбросить статусы и действия

source: No actions selected.
ru_ru: Нет выбранных действий.

source: Reset workflow?
ru_ru: Сбросить статусы заказов?

source: Remove all missing images from products
ru_ru: Удалить отсутствующие изображения

source: Removes image from every product if image file is missing
ru_ru: Удаляет изображение из товара если файл отсутствует

source: Remove all stock logs for products
ru_ru: Очистить журнал изменения остатков

source: Remove all shop logs from activity
ru_ru: Очистить ленту активности для приложения Магазин

source: Removes all stocks log for every product
ru_ru: Очистить журнал изменения остатков для всех товаров

source: Removes shop logs
ru_ru: Удалить логи магазина

source: Workflow is original.
ru_ru: Статусы заказов не изменялись.

source: from
ru_ru: с

source: to
ru_ru: по

source: Limit date
ru_ru: Ограничить по дате

source: No tags exist.
ru_ru: Тегов не создано.

source: Remove all original images from products
ru_ru: Удалить все оригиналы изображений товаров.

source: Remove all source images from products
ru_ru: Удалить все исходные изображения товаров

source: !Important. Removes all source images. Thumbs can't be generated anymore for existing product images.
ru_ru: !Внимание. Удалит все исходные изображения. Эскизы для существующих изображений больше не смогут создаваться.

source: Recreate thumb.php
ru_ru: Пересоздать thumb.php

source: Removes saved earlier original images
ru_ru: Удаляет сохраненные ранее оригиналы изображений

source: Restore file thumb.php if it was corrupted or removed.
ru_ru: Восстановить файл thumb.php если он был поврежден или удалён.

source: Remove order
ru_ru: Удалить заказ полностью

source: Repair corrupted categories structure and reindex
ru_ru: Исправить и переиндексировать поврежденную структура категорий
