Repository: vaseeeeek/test
Catalog: plugins/productbrands/locale/*/LC_MESSAGES/shop_productbrands.po
Languages: ru_ru

source: Brand feature
ru_ru: Характеристика

source: Select the feature you want products to be filtered by
ru_ru: Выберите характеристику, по которой будет производиться фильтрация товаров

source: Saved
ru_ru: Сохранено

source: Brands
ru_ru: Бренды

source: Image
ru_ru: Изображение

source: Product brands
ru_ru: Бренды товаров

source: Storefront’s product filtering by brand (manufacturer). You can upload image and add description for the brand.
ru_ru: Фильтрация товаров по бренду (производителю) на витрине магазина. Вы можете загрузить изображение и добавить описание к бренду.

source: Thumbnail sizes
ru_ru: Размеры эскизов

source: Frontend navigation template (frontend_nav)
ru_ru: Шаблон вывода на витрине в блоке навигации (frontend_nav)

source: Frontend search results template (frontend_search)
ru_ru: Шаблон вывода на витрине страницы бренда: результаты поиска (frontend_search)

source: delete
ru_ru: удалить

source: Frontend "All brands" template
ru_ru: Шаблон вывода на витрине страницы со списком всех брендов

source: Links to categories
ru_ru: Ссылки на категории

source: Open category (filter by brand)
ru_ru: Открыть категорию (с фильтрацией по бренду)

source: Open category (without filters)
ru_ru: Открыть категорию (без фильтров)

source: Open brand subpage (filter by selected category)
ru_ru: Открыть подстраницу бренда (фильтрация по категории)

source: Additional description
ru_ru: Дополнительное описание

source: To display additional description add the following code to the template <b>search.html</b> (where you want, e.g. in the end of it)
ru_ru: Чтобы вывести дополнительное описание добавьте в нужном месте (например, в самом конце) в шаблон <b>search.html</b> код

source: Hidden brand
ru_ru: Скрытый бренд

source: When enabled, this brand will be hidden from the storefront
ru_ru: Включение этой настройки скроет бренд на витрине магазина

source: Allow product filtering
ru_ru: Разрешить фильтрацию товаров

source: Product filtering allows your customers to filter (search) products within this brand by feature values, e.g. by color, size, price
ru_ru: Фильтрация товаров позволит покупателям подбирать товары этого бренда по значениям характеристик, например, по цвету, размеру, цене

source: Not all themes have support for this feature
ru_ru: Не все темы дизайна поддерживают эту возможность!

source: Use meta title for H1
ru_ru: Использовать заголовок &lt;title&gt; в качестве заголовка H1

source: If checked H1 on the brand page will be same as meta title
ru_ru: Если включено, то заголовок H1 на странице бренда будет совпадать с заданным для бренда заголовком &lt;title&gt;

source: Don't display
ru_ru: Не показывать

source: Sort by alphabet
ru_ru: Сортировать бренды по алфавиту

source: Enabled thumbnail sizes
ru_ru: Разрешённые размеры эскизов

source: You can sort manually on page
ru_ru: Вы можете сортировать бренды вручную на странице

source: All brands page title
ru_ru: Заголовок страницы всех брендов

source: All brands meta description
ru_ru: Meta description страницы всех брендов

source: All brands meta keywords
ru_ru: Meta keywords страницы всех брендов

source: Optional set of custom <em>key=value</em> parameters. Each key=value pair should be on a separate line.
ru_ru: Дополнительные параметры key=value. Каждое значение key=value должно быть на отдельной строке.

source: Hook
ru_ru: Хук

source: What hook to use?
ru_ru: Какой хук использовать?

source: Don't use hook (manual)
ru_ru: Не использовать хуки (вывод брендов вручную)

source: Brand page theme template
ru_ru: Шаблон для страницы бренда

source: Brand not found
ru_ru: Бренд не найден
