Repository: vaseeeeek/test
Catalog: plugins/syrattach/locale/*/LC_MESSAGES/shop_syrattach.po
Languages: ru_ru

source: Max. file size for upload:
ru_ru: Максимальный размер файла для загрузки:

source: Select files
ru_ru: Выберите файлы

source: Add file description
ru_ru: Добавить описание файла

source: Delete
ru_ru: Удалить

source: Related files
ru_ru: Сопутствующие файлы

source: Attached files
ru_ru: Прикрепленные файлы

source: Empty result
ru_ru: Пустой ответ

source: Stop upload
ru_ru: Остановить загрузку

source: Close
ru_ru: Закрыть

source: Save
ru_ru: Сохранить

source: Unknown product
ru_ru: Неизвестный товар

source: Deleted
ru_ru: Удалено

source: Saved
ru_ru: Записано

source: Unknown attachment ID
ru_ru: Неизвестный идентификатор вложения

source: Access denied
ru_ru: Доступ запрещен

source: Attached Files
ru_ru: Прикрепленные Файлы

source: Hook
ru_ru: Хук

source: Hook name to display filelist. Each hook placement depends of theme design. <a href="http://www.webasyst.com/developers/docs/plugins/hooks/shop/frontend_product/" target="_blank">More info about hooks.</a>
ru_ru: Название хука для показа списка файлов. Конкретное место расположение хука зависит от темы дизайна. <a href="http://www.webasyst.ru/developers/docs/plugins/hooks/shop/frontend_product/" target="_blank">Подробнее о хуках.</a>

source: No. Disable hooks
ru_ru: Нет. Запретить хуки.

source: Product ID missing while file metadata saving
ru_ru: Не указан идентификатор товара при записи мета-данных

source: Cannot find a record for attachment ID#%d
ru_ru: Не могу найти запись для вложения с идентификатором %d

source: Delete error
ru_ru: Ошибка удаления

source: SyrAttach Plugin cannot delete file %s. Message: %s
ru_ru: Плагин SyrAttach не смог удалить файл %s. Сообщение: %s

source: Description is not set
ru_ru: Описание не задано

source: Do you really want to reset the template to the original one? All changes you're made will lost!
ru_ru: Вы действительно хотите восстановить шаблон по умолчанию? Все внесенные вами изменения будут потеряны!

source: Restore original template
ru_ru: Восстановить стандартный шаблон

source: Variables available within the template:
ru_ru: Переменные, доступные в шаблоне

source: A list of file data. Each file item is an array with keys:
ru_ru: Список данных о файлах. Каждая запись о файле представляет из себя массив со следующими ключами:

source: Attachment ID#
ru_ru: ID

source: File name
ru_ru: Имя файла

source: File extension
ru_ru: Расширение файла

source: File description
ru_ru: Описание файла

source: File size in bytes
ru_ru: Размер файла в байтах

source: File URL
ru_ru: URL

source: Template to display at the hook position. HTML+Smarty
ru_ru: Шаблон для отображения в выбранном хуке. HTML и Smarty

source: Template
ru_ru: Шаблон

source: Attached Files Plugin Setup
ru_ru: Настройка плагина Прикрепленные Файлы

source: Attached Files Plugin Settings
ru_ru: Настройки плагина Прикрепленные Файлы

source: Attached File
ru_ru: Прикрепленный файл

source: No ID given for product "%s"
ru_ru: Не указан идентификатор (ID) для товара '%s'

source: Wrong file name "%s" for product "%s". File not saved.
ru_ru: Неверное имя файла '%s' для товара '%s'. Файл не записан

source: File named "%s" not exists or it is not a file or file is not readable. File not saved.
ru_ru: Файл с именем '%s' не существует или недоступен для чтения. Или это вообще не файл. Файл не записан.
