Repository: vaseeeeek/test
Catalog: plugins/featurestips/locale/*/LC_MESSAGES/shop_featurestips.po
Languages: ru_ru

source: Features tips
ru_ru: Подсказки для характеристик

source: Tips
ru_ru: Подсказки

source: Settings
ru_ru: Настройки

source: Instruction
ru_ru: Инструкция

source: Set tips for
ru_ru: Установить подсказки для

source: selected type of product
ru_ru: выбранного типа продукта

source: or
ru_ru: или

source: all types of products
ru_ru: всех типов продуктов

source: Saved
ru_ru: Сохранить

source: Feature name
ru_ru: Название характеристики

source: Value of the tip
ru_ru: Значение подсказки

source: Globally, for all products types
ru_ru: Глобально, для всех типов продуктов

source: Cancel
ru_ru: Отмена

source: Save
ru_ru: Сохранить

source: Delete
ru_ru: Удалить

source: Confirm deleting value of the tip
ru_ru: Подтвердите удаление значения подсказки

source: Confirmation
ru_ru: Подтверждение

source: Enter a value here
ru_ru: Введите значение в это поле

source: Globally, for all types
ru_ru: Глобально, для всех типов продуктов

source: Tool tips for products features
ru_ru: Всплывающие подсказки для характеристик продуктов

source: Mobile version
ru_ru: Мобильная версия

source: Show tips in the mobile version
ru_ru: Показывать подсказки в мобильной версии

source: How to show tips
ru_ru: Как показывать подсказки

source: Select at what the action will be shown tips
ru_ru: Выберите действие, которое будет вызывать появление подсказки

source: Mouse hover on the icon
ru_ru: Наведение мышкой на иконку

source: Mouse click on the icon
ru_ru: Клик мышкой по иконке

source: Text color
ru_ru: Цвет текста

source: Color value in hex format, e.g. #777777
ru_ru: Значение цвета в шестнадцатеричном формате. Пример: #777777

source: Background color
ru_ru: Цвет фона

source: Background color value in hex format, e.g. #ffffff
ru_ru: Значение цвета фона в шестнадцатеричном формате. Пример: #ffffff

source: Style of icons
ru_ru: Стиль иконок

source: Style of icons shown on the frontend
ru_ru: Стиль иконок, отображаемых в фронтенде

source: dark
ru_ru: Темный

source: light
ru_ru: Светлый

source: Size of icons (px)
ru_ru: Размер иконок (пиксели)

source: Size of icons shown on the frontend
ru_ru: Размер иконок, отображаемых в фронтенде

source: Contrast of icons (%)
ru_ru: Контраст иконок (%)

source: Contrast of icons shown on the frontend
ru_ru: Контраст иконок, отображаемых в фронтенде

source: Hide instruction
ru_ru: Скрыть инструкцию

source: Hide instruction in the backend
ru_ru: Скрыть инструкцию в бекенде
