Repository: vaseeeeek/test
Catalog: plugins/complex/locale/*/LC_MESSAGES/shop_complex.po
Languages: ru_ru

source: Select condition
ru_ru: Выберите условие

source: New condition group
ru_ru: Новая группа условий

source: Edit conditions
ru_ru: Редактировать правила применения

source: Search for products with this "complex" price
ru_ru: Найти товары с этой комплексной ценой

source: Save
ru_ru: Сохранить

source: cancel
ru_ru: отмена

source: Edit
ru_ru: Редактировать

source: delete
ru_ru: удалить

source: Nacenka k
ru_ru: Наценка к

source: Skidka ot
ru_ru: Скидка от

source: Main price
ru_ru: Основная цена

source: Purchase price
ru_ru: Закупочная цена

source: Nacenka
ru_ru: Наценка

source: Discount
ru_ru: Скидка

source: ot
ru_ru: от

source: zacherknutoi ceni
ru_ru: зачеркнутой цены

source: osnovnoi ceni
ru_ru: основной цены

source: No
ru_ru: Отсутствует

source: Round to nearest
ru_ru: Округлять до

source: Not round
ru_ru: Не округлять

source: Round to nearest 100
ru_ru: Округлять до 100

source: Round to nearest 99
ru_ru: Округлять до 99

source: Round to nearest 10
ru_ru: Округлять до 10

source: Round to nearest 1.00
ru_ru: Округлять до 1.00

source: Round to nearest .99
ru_ru: Округлять до .99

source: Round to nearest 0.1
ru_ru: Округлять до 0.1

source: Round to nearest 0.01
ru_ru: Округлять до 0.01

source: All conditions are met
ru_ru: Все условия выполнены

source: At least one condition is met
ru_ru: Хотя бы одно условие выполнено

source: Add conditions.
ru_ru: Создайте условия.

source: Add condition
ru_ru: Добавить условие

source: Transfer settings and prices from other plugins
ru_ru: Перенос настроек и цен из других плагинов

source: Plugin
ru_ru: Плагин

source: Preparing for transfer
ru_ru: Подготовка к переносу

source: All settings and price types from selected plugin will be transferred, as well as the existing prices for products.
ru_ru: Будут перенесены все настройки и типы цены из выбранного плагина, а так же перенесены существующие цены, заданные для товаров.

source: Plugins for managing wholesale and other prices were not found.
ru_ru: Плагины для управления оптовыми и другими ценами не найдены.

source: is not
ru_ru: не

source: After saving the rule will be edited and selected for the selected price type.
ru_ru: После сохранения правило будет отредактировано и выбрано для выбранного типа цен.

source: AND
ru_ru: И

source: OR
ru_ru: ИЛИ

source: Price name
ru_ru: Название цены

source: Conditions for customer
ru_ru: Условия для покупателя

source: Default prices
ru_ru: Цены по умолчанию

source: You can use
ru_ru: Можно применить

source: complex prices
ru_ru: комплексные цены

source: for this product and order
ru_ru: для этого товара в заказе

source: Complex prices algorithm
ru_ru: Режим работы комплексных цен

source: Algorithm enabled
ru_ru: Алгоритм включен

source: Complex prices will be applied in accordance with established conditions
ru_ru: Комплексные цены будут применены в соответствии с установленными правилами применения

source: Algorithm disabled
ru_ru: Алгоритм отключен

source: use main price
ru_ru: используется основная цена

source: Regardless of the established conditions, "complex" prices will not apply to this product
ru_ru: Вне зависимости от установленных правил, комплексная цена не будет применяться на этот товар

source: use complex price
ru_ru: использовать комплексную цену

source: for this product
ru_ru: для этого товара

source: Switching these values will not affect the discounts applied and other price handlers.
ru_ru: Переключение этих значений ни коим образом не повлияет на применяемые скидки и прочие обработчики цен товаров.

source: Complex prices
ru_ru: Комплексные цены

source: Fixed price
ru_ru: Цена

source: Skidka
ru_ru: Скидка

source: Detected plugin
ru_ru: Обнаружен плагин

source: Transfer settings and product prices
ru_ru: Переместить настройки и цены товаров

source: iz nego
ru_ru: из него

source: Detected plugins
ru_ru: Обнаружены плагины

source: iz nih
ru_ru: из них

source: Transfer prices
ru_ru: Перенести цены

source: Yes
ru_ru: Да

source: Price type
ru_ru: Тип цены

source: Default value
ru_ru: По умолчанию

source: Rounding
ru_ru: Округление

source: Wholesale price
ru_ru: Оптовая цена

source: Set rules for using this price
ru_ru: Задать правила применения

source: or
ru_ru: или

source: v razmere
ru_ru: в размере

source: New price type
ru_ru: Новый тип цен

source: Control type
ru_ru: Тип контроллера

source: is not found
ru_ru: не определен

source: Add conditions
ru_ru: Добавить условие

source: It is not possible to create a condition group inside an existing one
ru_ru: Невозможно создать группу условий внутри уже существующей

source: Transfer settings and prices
ru_ru: Переместить цены и настройки

source: Transfering of prices and settings...
ru_ru: Перенос цен и настроек...

source: End of transfering...
ru_ru: Завершение переноса...

source: Preparing for transfer...
ru_ru: Подготовка к переносу...

source: On
ru_ru: Вкл

source: Off
ru_ru: Выкл

source: Save rules
ru_ru: Сохранить правила

source: Helpers
ru_ru: Хелперы

source: To display "complex" prices together with main one, you can use special helpers
ru_ru: Для отображения комплексной цены товара вместе с основной, можно использовать специальные хелперы

source: will return price of the main sku, or nothing, if there is no
ru_ru: вернет цену для товара основного артикула, либо ничего, если отсутствует

source: will return formatted price of the main sku, or nothing, if there is no
ru_ru: вернет отформатированную цену для товара основного артикула, либо ничего, если отсутствует

source: will return price for selected sku, or nothing, if there is no
ru_ru: вернет цену для выбранного артикула товара, либо ничего, если отсутствует

source: will return formatted price for selected sku, or nothing, if there is no
ru_ru: вернет отформатированную цену для выбранного артикула товара, либо ничего, если отсутствует

source: returns the status of algorithm to use "complex" prices
ru_ru: возвращает статус работы алгоритма для использования комплексной цены

source: algorithm is enabled and will change the price in accordance with the established conditions
ru_ru: алгоритм включен и изменит цену в соответствии с установленными правилами

source: algorithm is disabled, product will ALWAYS use main price (also returned if the complex price is disabled)
ru_ru: алгоритм отключен, для товара ВСЕГДА будет использоваться основная цена (также возвращается если комплексная цена отключена)

source: algorithm is disabled, product will ALWAYS use "complex" price
ru_ru: алгоритм отключен, для товара ВСЕГДА будет использоваться комплексная цена

source: is enabled selected "complex" price
ru_ru: включена ли выбранная комплексная цена

source: Close
ru_ru: Закрыть

source: Delete price
ru_ru: Удалить тип цен

source: If you delete this price, then <strong>ALL</strong> existing prices for products will be deleted at the same time.</p><p>This action can't be undone. Are you sure you want to do this?
ru_ru: Если удалить этот тип цены, то одновременно с ним будут удалены <strong>ВСЕ</strong> существующие такие цены у товаров.</p><p>Это действие нельзя отменить. Вы уверены, что хотите это сделать?

source: Permanently delete
ru_ru: Удалить безвозвратно

source: Enter price name
ru_ru: Укажите название цены

source: Set price rules
ru_ru: Задайте правила применения цены

source: Form sending error
ru_ru: Ошибка отправки формы

source: Set the size of
ru_ru: Укажите размер

source: nacenki
ru_ru: наценки

source: skidki
ru_ru: скидки

source: Price type not found
ru_ru: Тип цены не найден

source: Select country!
ru_ru: Выберите страну!

source: Select shipping!
ru_ru: Выберите способ доставки!

source: Can't found shipping rates
ru_ru: Не найдено вариантов доставки

source: Field type
ru_ru: Тип поля

source: Choose a feature!
ru_ru: Выберите характеристику!

source: Feature is not found
ru_ru: Характеристика не найдена

source: Product not found
ru_ru: Товар не найден

source: Set up at least one condition!
ru_ru: Задайте хотя бы одно условие!

source: Rule not found. Maybe it was deleted.
ru_ru: Правило не найдено. Возможно, оно было удалено.

source: Some fields are not filled correctly
ru_ru: Некоторые поля заполнены неправильно

source: Control
ru_ru: Контроллер

source: Inside the group there must be at least one condition
ru_ru: Внутри группы должно быть хотя бы одно условие

source: does not exists
ru_ru: не существует

source: Transfer is complete
ru_ru: Перенос завершен

source: Parameters for this plugin not found
ru_ru: Параметры для этого плагина не найдены

source: NOT
ru_ru: НЕ

source: ALL
ru_ru: ВСЕ

source: Any storefront
ru_ru: Любая витрина

source: Any category
ru_ru: Любая категория

source: Wholesale prices
ru_ru: Оптовые цены

source: Multi prices
ru_ru: Мульти цены

source: Could not determine required currency conversions
ru_ru: Не удалось определить необходимые преобразования валют

source: Shipping
ru_ru: Доставка

source: Payment
ru_ru: Оплата

source: Cart
ru_ru: Корзина

source: Order sum
ru_ru: Сумма заказа

source: Discounted order sum
ru_ru: Сумма заказа с учетом примененных скидок

source: Product
ru_ru: Товар

source: Product type
ru_ru: Тип товара

source: Product main category
ru_ru: Основная категория товара

source: Product placed in category
ru_ru: Товар находится в категории

source: Product feature
ru_ru: Характеристика товара

source: Product feature value
ru_ru: Значение характеристики

source: Product rating
ru_ru: Рейтинг товара

source: Product skus count
ru_ru: Число артикулов товара

source: Any product
ru_ru: Любой товар

source: Products in cart
ru_ru: Товары в корзине

source: Product count of units in cart
ru_ru: Количество товарных единиц в корзине

source: Product count in cart
ru_ru: Количество товара в корзине в общем

source: Product count from category
ru_ru: Количество товаров из категории

source: Product count with type
ru_ru: Количество товаров с типом товара

source: User
ru_ru: Пользователь

source: User category
ru_ru: Категория пользователя

source: User region
ru_ru: Регион пользователя

source: User region (shipping)
ru_ru: Регион пользователя (shipping)

source: User region (billing)
ru_ru: Регион пользователя (billing)

source: Storefront
ru_ru: Витрина

source: Current storefront
ru_ru: Используется витрина

source: Advanced management of wholesale and other prices
ru_ru: Расширенное управление оптовыми и другими ценами

source: Plugin is on
ru_ru: Плагин включен

source: Price types
ru_ru: Типы цен

source: Basic settings
ru_ru: Основные настройки

source: Product page
ru_ru: Страница товара

source: Change product prices when viewing
ru_ru: Изменять цены у товаров при просмотре

source: If product have at least one "complex" price, main price will be replaced to "complex"
ru_ru: Если на товар будет действовать какая-либо "комплексная" цена, то основная будет заменена на нее.<br/>Цена в корзине и заказе будет изменена в любом случае.<br/>Это может пригодиться, если Вы хотите показывать пользователю как основную, так и "комплексные" цены на странице товара (см. ниже)

source: Reload "Sum" value in cart
ru_ru: Перезагружать значение "Суммы" в корзине

source: If you select this parameter, "Sum" value in cart (stored in user session) will be reload every price changes to "complex".<br/>This parameter can be turned on when using complex conditions for the applying a "complex" price, when its applying depends on the specific actions of user
ru_ru: Выбрав этот параметр, значение "Суммы" в корзине, которое хранится в сессии пользователя, будет каждый раз обновляться при подмене цен на комплексные.<br/>Этот параметр можно включить при использовании сложных условий применения комплексной цены, когда ее применение зависит от конкретных действий пользователя

source: Allow to enable/disable price "swap" algorithm
ru_ru: Разрешить включать/отключать алгоритм подмены цен в товарах

source: It will be possible for some products to switch the operating mode of the plugin algorithm. <br/>You can use, for example, to sell a product by wholesale price, or to disable wholesale prices for a while
ru_ru: Если включить, то можно будет некоторым товарам переключать режим работы алгоритма плагина.<br/>Можно использовать, например, чтобы продавать какой-то товар всегда по оптовой цене, либо отключать оптовые цены на какое-то время

source: Show the main price as compare
ru_ru: Показывать основную цену как зачеркнутую

source: If the algorithm of the plugin calculated that there is some "complex" price for this product, the main will become a "compare"
ru_ru: Если алгоритм плагина посчитал, что на этот товар действует какая-либо "комплексная" цена, то основная станет "зачеркнутой"

source: Only if "compare price" > "final price"
ru_ru: Только если зачеркнутая будет больше итоговой

source: Don't set a "compare price" if it is less than a "final price"
ru_ru: Не устанавливать зачеркнутую цену, если она окажется меньше итоговой

source: If "compare price" already exists...
ru_ru: Если зачеркнутая уже существует...

source: Leave main "compare price"
ru_ru: Оставлять существующую зачеркнутую цену

source: Change to "main price"
ru_ru: Подменять на основную цену

source: Allow to use of "complex" prices in backend
ru_ru: Разрешить использование комплексных цен в бекенде

source: If you enable this option, when creating and editing orders in the backend, you can "sell" products by a certain "complex" price
ru_ru: Если включить этот параметр, при создании и редактировании заказов в бекенде можно будет "продавать" товар по определенной комплексной цене

source: Integrate table with available prices on product page
ru_ru: Интегрировать таблицу с доступными ценами на страницу товара

source: Place of integration
ru_ru: Место интегрирования

source: Content added next to links to custom product pages
ru_ru: Содержимое рядом со ссылками на дополнительные страницы товара

source: Content added next to the “Add to cart” button
ru_ru: Содержимое рядом с кнопкой «В корзину»

source: Informational block, usually in a sidebar
ru_ru: Блок дополнительной информации в боковой части страницы

source: Block of extra product details in main description area
ru_ru: Блок дополнительной информации в основной части описания товара

source: Hide not available for current storefront "complex" prices
ru_ru: Скрывать цены, недоступные для текущей витрины

source: Hide not available for current user "complex" prices
ru_ru: Скрывать цены, недоступные для текущего пользователя

source: "Complex" prices not available by category or user region will be hidden
ru_ru: Будут скрыты цены, недоступные по категории или региону пользователя

source: Show "main" price if "complex" is not filled
ru_ru: Показывать цену по умолчанию если комплексная не указана

source: If the complex price is missing and default value is not filled, the price will be specified by "main" price
ru_ru: Если комплексная цена отсутствует и не указано значение по умолчанию, будет указана цена товара по умолчанию

source: Use helper
ru_ru: Используйте хелпер

source: to include the table with available prices.
ru_ru: для вставки таблицы с доступными ценами

source: Available prices
ru_ru: Доступные цены

source: Template of the table with available prices
ru_ru: Шаблон таблицы с доступными ценами

source: Script params
ru_ru: Параметры скрипта

source: This product is available at special prices
ru_ru: Этот товар доступен по специальным ценам

source: Available variables
ru_ru: Доступные переменные

source: Price name is enabled
ru_ru: Названия цен включены

source: Conditions is enabled
ru_ru: Условия цен включены

source: Default product price value
ru_ru: Основная цена товара

source: Formatted default product price value
ru_ru: Отформатированная основная цена товара

source: HTML formatted default product price value
ru_ru: Отформатированная в HTML основная цена товара

source: An array with available prices
ru_ru: Массив с доступными ценами

source: Data of selected price
ru_ru: Данные о выбранной цене

source: Name of price
ru_ru: Название цены

source: Conditions for using selected price
ru_ru: Условия для использования выбранной цены

source: Value of price
ru_ru: Рассчитанное значение комплексной цены

source: Formatted value of price
ru_ru: Отформатированное в HTML значение цены

source: HTML formatted value of price
ru_ru: Отформатированное в HTML значение цены

source: Return the default value
ru_ru: Вернуть значение по умолчанию

source: jQuery Sku selector
ru_ru: jQuery селектор артикула

source: jQuery Sku "Features Selectable" selector (date-feature-id + value)
ru_ru: jQuery селектор артикула при выборе параметров (date-feature-id + value)

source: Price format when sku is changing
ru_ru: Формат цены при смене артикула

source: When changing a sku of product, the price in the table (.value) will be displayed in selected format
ru_ru: При изменении артикула на странице товара, цены в таблице будут изменены в соответствии с выбранным форматом

source: Format of complex price
ru_ru: Формат комплексной цены

source: Products with filled price
ru_ru: Товары с установленной ценой

source: _Shipping
ru_ru: Способ доставки

source: _Payment
ru_ru: Способ оплаты

source: zakupochnoi ceni
ru_ru: закупочной цены

source: are the conditions met for this product
ru_ru: выполнены ли условия для применения комплексной цены для этого товара

source: price name
ru_ru: название цены

source: Hide if product is not suitable for "Products in cart" conditions
ru_ru: Скрывать если товар не проходит по условиям "Товары в корзине"

source: "Complex" prices not available by conditions "Products in cart" will be hidden
ru_ru: Будут скрыты цены, недоступные для этого товара в случае его покупки с установленными условиями "Товары в корзине"

source: Export "Complex" prices
ru_ru: Экспортировать комплексные цены

source: When export products with changed price "swap" algorithm to "use complex price", their prices will be set for them
ru_ru: При экспорте товаров с измененным алгоритмом подмены цен на "всегда использовать комплексную цену", то у таких товаров при экспорте будет указана она

source: Don't show prices more than main
ru_ru: Не показывать цены больше основной

source: Product count with feature value
ru_ru: Количество товаров со значением характеристики

source: Sum of products in category
ru_ru: Общая сумма товаров из категории

source: Sum of products with type
ru_ru: Общая сумма товаров типа

source: Product count compares with feature value
ru_ru: Количество товаров сравнивается со значением характеристики

source: Current product count of units in cart
ru_ru: Количество единиц товара на который применяется комплексная цена
