Repository: vaseeeeek/test
Catalog: plugins/flexdiscount/locale/*/LC_MESSAGES/shop_flexdiscount.po
Languages: ru_ru

source: Loading...
ru_ru: Идет загрузка...

source: Documentation
ru_ru: Документация

source: Delete from group
ru_ru: Удалить из группы

source: Copy discount
ru_ru: Копировать правило

source: Change status
ru_ru: Изменить статус

source: Open discount
ru_ru: Открыть правило

source: No name discount
ru_ru: Правило без названия

source: Select currency
ru_ru: Выберите валюту

source: Save
ru_ru: Сохранить

source: Delete
ru_ru: Удалить

source: Create group
ru_ru: Создать группу

source: Merge to group
ru_ru: Добавить в группу

source: Split group
ru_ru: Удалить из группы

source: Delete selected
ru_ru: Удалить выделенные

source: Description, name
ru_ru: Описание, название

source: Discount
ru_ru: Скидка

source: Affiliate
ru_ru: Бонусы

source: Sort
ru_ru: Сортировка

source: MAX
ru_ru: МАКС

source: MIN
ru_ru: МИН

source: SUM
ru_ru: СУММ

source: You don't have any discounts
ru_ru: Не создано ни одного правила скидок

source: Create discount
ru_ru: Создать скидку

source: Create deny rule
ru_ru: Создать правило запрета

source: Drag discounts into group or select and merge
ru_ru: Перетащите правила в группу или выделите их, а потом нажмите "Добавить в группу"

source: New coupon
ru_ru: Новый купон

source: New coupon generator
ru_ru: Новый генератор купонов

source: Coupon
ru_ru: Купон

source: Coupon generator
ru_ru: Генератор купонов

source: close
ru_ru: закрыть

source: Coupon generator creates new coupons automatically, when you call it.
ru_ru: Генератор купонов создает новые купоны автоматически, когда Вы обращаетесь к нему.

source: Use code in Smarty templates to create coupon:
ru_ru: Используйте конструкцию в шаблонах, чтобы создать купон:

source: Number of coupons
ru_ru: Количество купонов

source: Coupon code
ru_ru: Код купона

source: Generate code
ru_ru: Сгенерировать код

source: Generator name
ru_ru: Название генератора

source: This name will be visible only for you in admin area
ru_ru: Данное название будет видно только в административной части сайта

source: Comment
ru_ru: Комментарий

source: Code prefix
ru_ru: Префикс

source: This code will be before coupon code
ru_ru: Данный код будет перед основным кодом купона

source: Symbols for generating the coupons
ru_ru: Символы для генерации купонов

source: Coupon length
ru_ru: Длина купона

source: Maximum number of usage of EACH coupon
ru_ru: Максимальное количество использований КАЖДОГО купона

source: Maximum number of usage of the coupon
ru_ru: Максимальное количество использований купона

source: Coupon has been used
ru_ru: Купон был использован

source: Show orders
ru_ru: Показать заказы

source: points
ru_ru: бонусов

source: Specify coupon lifetime
ru_ru: Укажите время жизни купона

source: Server time
ru_ru: Серверное время

source: Days
ru_ru: Дни

source: Schedule
ru_ru: Расписание

source: Start
ru_ru: Начало

source: DD
ru_ru: ДД

source: MM
ru_ru: ММ

source: YYYY
ru_ru: ГГГГ

source: HH
ru_ru: ЧЧ

source: End
ru_ru: Конец

source: days
ru_ru: дней

source: Select coupons
ru_ru: Выберите купоны

source: Search for coupons
ru_ru: Искать купоны

source: Search
ru_ru: Искать

source: Show all coupons and generators
ru_ru: Показать все купоны и генераторы

source: Total count
ru_ru: Общее количество

source: Code (name)
ru_ru: Код (название)

source: Used
ru_ru: Использован

source: Limit
ru_ru: Ограничение

source: Type
ru_ru: Тип

source: Rules
ru_ru: Правила

source: Coupon is used by this rule
ru_ru: Купон используется данным правилом

source: Coupon reached the limit
ru_ru: Купон достиг предела использований

source: Coupon start at
ru_ru: Купон будет активирован

source: Coupon time is expired
ru_ru: Время действия купона закончилось

source: Generator
ru_ru: Генератор

source: coupon
ru_ru: купон

source: generator
ru_ru: генератор

source: Rule doesn't have any coupons
ru_ru: У правила нет ни одного купона

source: You don't have any created coupons
ru_ru: Вы не создали ни одного купона

source: Add selected coupons to discount
ru_ru: Добавить выбранные купоны к правилу

source: Remove selected coupons from discount
ru_ru: Открепить выбранные купоны от правила

source: Delete selected coupons totally
ru_ru: Удалить выбранные купоны безвозвратно

source: Coupon delete
ru_ru: Удаление купона

source: Do you really want to delete coupon
ru_ru: Вы действительно хотите удалить купон

source: Delete coupon from discount rule. Coupon will be saved for other discounts
ru_ru: Открепить купон от правила скидок. Купон будет сохранен для других правил скидок

source: Delete coupon from all discounts. Coupon will be removed totally
ru_ru: Удалить купон у всех правил скидок. Купон будет удален безвозвратно

source: Select product
ru_ru: Выберите товар

source: Show all skus in search
ru_ru: Показать все артикулы в результатах поиска

source: or select the category to find product you need.
ru_ru: или выберите категорию для поиска товаров

source: Show product skus
ru_ru: Показать артикулы товара

source: Name
ru_ru: Название

source: Price
ru_ru: Цена

source: More products
ru_ru: Больше товаров

source: Products not found
ru_ru: Товары не найдены

source: Select user
ru_ru: Выберите пользователя

source: All contacts
ru_ru: Все контакты

source: or select the category to find user you need.
ru_ru: или выберите категорию для поиска пользователей

source: More users
ru_ru: Больше пользователей

source: Users not found
ru_ru: Пользователи не найдены

source: Start typing user name or email
ru_ru: Начните печатать имя или email

source: Affiliate output template
ru_ru: Шаблон вывода бонусов

source: You can edit affiliate block template and use helper for output in your <b><em>cart.html</em></b> template <span class="grey">(Relevant for multi-step checkout)</span>.<br>Read more information in the article:
ru_ru: Вы можете отредактировать блок вывода бонусов и использовать хелпер для вывода в шаблоне <b><em>cart.html</em></b> <span class="grey">(Актуально для пошагового оформления заказа)</span>.<br>Читайте подробнее в статье:

source: Available discounts template
ru_ru: Шаблон доступных скидок

source: You can edit available discounts template and use helper for output.<br>Read more information in the article:
ru_ru: Вы можете отредактировать блок вывода доступных скидок и использовать хелпер для вывода в шаблоне. Читайте подробнее в статье:

source: Coupon form template
ru_ru: Шаблон для вывода формы купона

source: You can edit coupon form template and use helper or copy and paste code below to your <b><em>cart.html</em></b> template <span class="grey">(Relevant for multi-step checkout)</span>.
ru_ru: Вы можете отредактировать блок вывода формы купона и использовать хелпер для вывода в шаблоне <b><em>cart.html</em></b> <span class="grey">(Актуально для пошагового оформления заказа)</span>.<br>Либо скопируйте все содержимое и вставьте в шаблон.

source: Deny rules template
ru_ru: Шаблон правил запрета

source: You can edit deny rules template and use helper for output.<br>Read more information in the article:
ru_ru: Вы можете отредактировать блок вывода правил запрета и использовать хелпер для вывода в шаблоне. Читайте подробнее в статье:

source: Customer discount page template
ru_ru: Шаблон страницы со скидками в личном кабинете

source: You can edit customer discount page.<br>Read more information in the article:
ru_ru: Вы можете отредактировать блок вывода страницы со скидками в личном кабинете. Читайте подробнее в статье:

source: Price output template
ru_ru: Шаблон вывода цены со скидкой

source: You can edit price with discount template and use helper for output.<br>Read more information in the article:
ru_ru: Вы можете отредактировать блок вывода цены со скидкой и использовать хелпер для вывода в шаблоне. Читайте подробнее в статье:

source: Active product discounts template
ru_ru: Шаблон действующих скидок

source: You can edit active product discounts template and use helper for output.<br>Read more information in the article:
ru_ru: Вы можете отредактировать блок действующих скидок и использовать хелпер для вывода в шаблоне. Читайте подробнее в статье:

source: Active discounts template
ru_ru: Шаблон активных (примененных) скидок

source: You can edit active discounts template and use helper for output in your <b><em>cart.html</em></b> template <span class="grey">(Relevant for multi-step checkout)</span>.<br>Read more information in the article:
ru_ru: Вы можете отредактировать блок вывода активных скидок и использовать хелпер для вывода в шаблоне <b><em>cart.html</em></b> <span class="grey">(Актуально для пошагового оформления заказа)</span>.<br>Читайте подробнее в статье:

source: Undefined type
ru_ru: Неизвестный тип

source: ATTENTION! Do not remove the following CSS classes in this code:
ru_ru: ВНИМАНИЕ! Не удаляйте следующие CSS классы из кода

source: revert to original
ru_ru: вернуть к оригиналу

source: Press "Revert to original"
ru_ru: Нажмите "Вернуть к оригиналу"

source: Back
ru_ru: Назад

source: No name deny rule
ru_ru: Правило запрета без названия

source: delete
ru_ru: удалить

source: Status
ru_ru: Статус

source: Disabled
ru_ru: Выкл

source: Enabled
ru_ru: Вкл

source: Basics
ru_ru: Основные

source: This field will be displayed in storefront
ru_ru: Это поле будет отображено на витрине сайта

source: Symbolic code
ru_ru: Символьный код

source: Use this code to control discount output in the template
ru_ru: Используйте данный код для идентификации скидки в шаблонах вывода

source: Available symbols
ru_ru: Доступные символы

source: Frontend sort
ru_ru: Сортировка на витрине

source: In storefront discounts will be sorted by this field by ascending.
ru_ru: На витрине сайта скидки будут отсортированы по возрастанию.

source: Description
ru_ru: Описание

source: Set discount to each item
ru_ru: Установить скидку на каждый товар

source: Set affiliate bonus to each item
ru_ru: Начислить бонусы на каждый товар

source: Discount base
ru_ru: База скидки

source: Product price
ru_ru: Цена товара

source: Compare at price
ru_ru: Зачеркнутая цена товара

source: Purchase price
ru_ru: Цена закупки

source: From this value will be calculated discount
ru_ru: От выбранного значения будет рассчитана скидка

source: Hide discount from available discounts
ru_ru: Скрыть правило из списка доступных скидок

source: Use products in further calculations
ru_ru: Использовать данные товаров для расчета скидок

source: Conditions
ru_ru: Условия

source: IF
ru_ru: ЕСЛИ

source: Wait, please...
ru_ru: Пожалуйста, подождите...

source: Add condition
ru_ru: Добавить условие

source: Then set discount to
ru_ru: Тогда установить скидку на

source: Then deny discount to
ru_ru: Тогда запретить скидки на

source: All products
ru_ru: Все товары

source: All products that meet the conditions
ru_ru: Все товары, удовлетворяющие условиям

source: All products that failed conditions
ru_ru: Все товары, не удовлетворяющие условиям

source: Category
ru_ru: Категория

source: Category and subcategories
ru_ru: Категория и ее подкатегории

source: Product set
ru_ru: Список товаров

source: Product type
ru_ru: Тип товаров

source: Product
ru_ru: Товар

source: Product features
ru_ru: Характеристики товара

source: Shipping
ru_ru: Доставка

source: edit
ru_ru: изменить

source: every similar n-product
ru_ru: каждый n-одинаковый товар

source: n cheapest products
ru_ru: n - самых дешевых товаров

source: n the most expensive products
ru_ru: n - самых дорогих товаров

source: all subsequent similar products following by n-product
ru_ru: каждый одинаковый последующий за n-товаром

source: n products from z-similar
ru_ru: n-товаров из z-одинаковых

source: choose details if necessary
ru_ru: уточните детали, если необходимо

source: clarify
ru_ru: уточнить

source: Add target
ru_ru: Добавить цель

source: Product properties
ru_ru: Свойства товара

source: SKU code
ru_ru: Артикул товара

source: SKU name
ru_ru: Наименование артикула

source: Summary
ru_ru: Краткое описание товара

source: META title
ru_ru: Meta заголовок товара

source: META keywords
ru_ru: Meta ключевые слова товара

source: META description
ru_ru: Meta описание товара

source: Create datetime
ru_ru: Дата создания

source: Edit datetime
ru_ru: Дата изменения

source: Has video
ru_ru: Имеет ли товар видео

source: Has image
ru_ru: Имеет ли товар изображение

source: Rating
ru_ru: Рейтинг

source: Rating count
ru_ru: Количество отзывов у товара

source: Compare price
ru_ru: Зачеркнутая цена товара

source: Minimal price
ru_ru: Минимальная цена товара

source: Maximum price
ru_ru: Максимальная цена товара

source: Stock count
ru_ru: Количество остатков товара

source: Total sales
ru_ru: Сумма продаж товара

source: Services
ru_ru: Услуги

source: Tags
ru_ru: Теги

source: Cart
ru_ru: Корзина

source: Total quantity of all products
ru_ru: Суммарное количество всех товаров

source: Quantity of product
ru_ru: Количество определенного товара

source: Quantity of product from category
ru_ru: Количество товара из категории

source: Quantity of product from category and subcategories
ru_ru: Количество товара из категории и ее подкатегорий

source: Quantity of product from set
ru_ru: Количество товара из списка

source: Quantity of product from type
ru_ru: Количество товара с типом товаров

source: Quantity of all products from category
ru_ru: Количество всех товаров из категории

source: Quantity of all products from category and subcategories
ru_ru: Количество всех товаров из категории и ее подкатегорий

source: Quantity of all products from set
ru_ru: Количество всех товаров из списка

source: Quantity of all products from type
ru_ru: Количество всех товаров с типом товаров

source: Quantity of products with features
ru_ru: Количество товаров с характеристиками

source: Quantity of unique items
ru_ru: Количество уникальных товаров

source: Order price without discount
ru_ru: Общая стоимость заказа без учета скидок

source: Total price of all products
ru_ru: Общая стоимость всех товаров

source: Total price of products from category
ru_ru: Общая стоимость товаров из категории

source: Total price of products from category and subcategories
ru_ru: Общая стоимость товаров из категории и ее подкатегорий

source: Total price of all products with features
ru_ru: Общая стоимость всех товаров с характеристиками

source: Total sum of features values
ru_ru: Сумма значений характеристик товаров

source: Price of each product
ru_ru: Цена каждого товара

source: User
ru_ru: Пользователь

source: User category
ru_ru: Категория пользователя

source: Completed user orders
ru_ru: Выполненные заказы пользователя

source: Total sum of all orders
ru_ru: Общая сумма всех заказов

source: Sum of orders for period..
ru_ru: Сумма заказов за период..

source: Quantity of all orders
ru_ru: Количество всех заказов

source: Quantity of orders for period..
ru_ru: Количество заказов за период..

source: Orders have product
ru_ru: Заказы содержат товар

source: Orders have product for period..
ru_ru: Заказы содержат товар за период..

source: Orders have product from category
ru_ru: Заказы содержат товар из категории

source: Orders have product from category and subcategories
ru_ru: Заказы содержат товар из категории и ее подкатегорий

source: Orders have product from category for period..
ru_ru: Заказы содержат товар из категории за период..

source: Orders have product from category and subcategories for period..
ru_ru: Заказы содержат товар из категории и ее подкатегорий за период..

source: Date and time
ru_ru: Дата и время

source: Date
ru_ru: Дата

source: Day of week
ru_ru: День недели

source: Time
ru_ru: Время

source: Variables
ru_ru: Переменные

source: Cookie
ru_ru: Куки

source: Session
ru_ru: Сессия

source: Storefront
ru_ru: Витрина

source: Select condition
ru_ru: Выберите условие

source: Add group of conditions
ru_ru: Добавить группу условий

source: Product discount limit
ru_ru: Ограничение скидки для товара

source: Off
ru_ru: Выкл

source: On
ru_ru: Вкл

source: from
ru_ru: из

source: purchase price
ru_ru: цена закупки

source: product price
ru_ru: цена товара

source: compare at price
ru_ru: зачеркнутая цена

source: Product price will never be lower than specified value.
ru_ru: Цена товара никогда не опустится ниже указанного значения

source: Coupons
ru_ru: Купоны

source: Use coupons
ru_ru: Использовать купоны

source: Manage coupons
ru_ru: Управлять купонами

source: Add new coupon
ru_ru: Добавить новый купон

source: Add generator
ru_ru: Добавить генератор купонов

source: If you want to create coupons
ru_ru: Если Вы хотите создать купоны

source: Save discount rule
ru_ru: Сохранить правило скидок

source: Save deny rule
ru_ru: Сохранить правило запрета

source: AND
ru_ru: И

source: OR
ru_ru: ИЛИ

source: Coupons: %s; coupon generators: %s
ru_ru: Купонов: %s; генераторов: %s

source: Flexdiscount
ru_ru: Гибкие скидки

source: Discounts can be created on the <a href="%s" title="%s">Flexdiscount</a> screen.
ru_ru: Вы можете создать правила скидок на <a href="%s" title="%s">странице Скидок</a>.

source: Settings
ru_ru: Настройки

source: Discount rounding
ru_ru: Округление скидок

source: not round
ru_ru: не округлять

source: ceil
ru_ru: в большую сторону

source: floor
ru_ru: в меньшую сторону

source: Change product data on the storefront
ru_ru: Изменение данных товаров на витрине

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: If product has discount, then product price (old price) will become price with discount and compare price will become product price without discount. E.g,
ru_ru: Если у товара имеется скидка, тогда цена товара станет ценой со скидкой, а старая цена станет зачеркнутой. Например,

source: old price
ru_ru: старая цена

source: price with discount
ru_ru: цена со скидкой

source: Display flexdiscount coupon field
ru_ru: Отображать поле для ввода купонов

source: Add special coupon field on the cart page. If you want to customize output place, disable that option and use construction
ru_ru: Добавляет специальное поле для ввода купонов в корзине. Если Вы хотите изменить расположение, тогда отключите данную функцию и используйте конструкцию ниже

source: Customize coupon form
ru_ru: Изменить блок для ввода купонов

source: Display affiliate bonus on the cart page
ru_ru: Отображать партнерский бонус в корзине

source: Specify display type
ru_ru: Укажите тип отображения

source: (Default values 0 or 1)
ru_ru: (Значения по умолчанию 0 или 1)

source: If you want to customize output place, disable that option and use construction
ru_ru: Если Вы хотите изменить расположение, тогда отключите данную функцию и используйте конструкцию ниже

source: Customize affiliate block
ru_ru: Изменить блок вывода бонусов

source: Activate affiliate program
ru_ru: Активируйте партнерскую программу

source: Show active discount on the cart page
ru_ru: Отображать активные (примененные) скидки в корзине

source: Active discounts
ru_ru: Активные скидки

source: Customize active discounts
ru_ru: Изменить блок активных скидок

source: Show active product discounts
ru_ru: Отображать действующие скидки товара

source: Product discounts
ru_ru: Действующие скидки

source: Output place on product page
ru_ru: Место вывода на странице товара

source: Next to links to custom product pages
ru_ru: Рядом со ссылками на дополнительные страницы товара

source: Next to the "Add to cart" button
ru_ru: Рядом с кнопкой "В корзину"

source: Custom informational block, usually in a sidebar
ru_ru: Блок дополнительной информации (обычно в боковой части)

source: Block of extra product details in main description area
ru_ru: Блок дополнительной информации в основной части описания товара

source: Output places depend on your Theme template.
ru_ru: Места вывода зависят от вашей темы дизайна

source: (Default values 1, 2, 3, 4 or 5)
ru_ru: (Значения по умолчанию 1, 2, 3, 4 или 5)

source: Customize active product discounts
ru_ru: Изменить блок вывода действующих скидок

source: Show available discounts
ru_ru: Отображать доступные скидки

source: Available discounts
ru_ru: Доступные скидки

source: (Default values 1, 2, 3 or 4)
ru_ru: (Значения по умолчанию 1, 2, 3 или 4)

source: Filter by
ru_ru: Фильтровать по

source: Customize available discounts
ru_ru: Изменить блок доступных скидок

source: Create page with available discounts in customer account
ru_ru: Создать страницу с доступными скидками в личном кабинете пользователя

source: Page name
ru_ru: Название страницы

source: Your discounts
ru_ru: Ваши скидки

source: Show navigation bar
ru_ru: Отображать меню навигации

source: (Default values 1, 2 or 3)
ru_ru: (Значения по умолчанию 1, 2 или 3)

source: Customize customer discount page
ru_ru: Изменить страницу со скидками

source: Show deny rules
ru_ru: Отображать запрещающие правила

source: Deny rules
ru_ru: Запрещающие правила

source: (Default values 1 or empty)
ru_ru: (Значения по умолчанию 1 или пустота)

source: Customize deny rules
ru_ru: Изменить блок запрещающих правил

source: Display price with discount on product page
ru_ru: Отображать цену со скидкой на странице товара

source: Customize price output
ru_ru: Изменить блок цены со скидкой

source: Something wrong. Check log files.
ru_ru: Произошла ошибка. Проверьте файлы логов.

source: equal
ru_ru: равно

source: not equal
ru_ru: не равно

source: contains
ru_ru: содержит

source: not contains
ru_ru: не содержит

source: begins with
ru_ru: начинается с

source: each sku is separate
ru_ru: каждый артикул отдельно

source: summarize skus
ru_ru: суммировать артикулы

source: No result text
ru_ru: Ничего не найдено

source: select product
ru_ru: выберите товар

source: any product
ru_ru: любой товар

source: select contact
ru_ru: выберите контакт

source: to
ru_ru: до

source: to
ru_ru: на

source: from category
ru_ru: из категории

source: from category and subcategories of
ru_ru: из категории и ее подкатегорий

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: Sunday
ru_ru: Воскресенье

source: All conditions return true
ru_ru: Все условия верны

source: Any of condition returns true
ru_ru: Любое из условий верно

source: select
ru_ru: выберите

source: reset selection
ru_ru: сбросить выбор

source: Select category
ru_ru: Выберите категорию

source: Select product set
ru_ru: Выберите список товаров

source: Select product type
ru_ru: Выберите тип товаров

source: Product feature
ru_ru: Характеристика товара

source: Select product feature
ru_ru: Выберите характеристику товара

source: Select feature value
ru_ru: Выберите значение характеристики

source: Product name
ru_ru: Название товара

source: Product summary
ru_ru: Краткое описание товара

source: Product description
ru_ru: Описание товара

source: Product create datetime
ru_ru: Дата создания товара

source: Product edit datetime
ru_ru: Дата изменения товара

source: has video
ru_ru: имеет видео

source: has image
ru_ru: имеет изображение

source: Product rating
ru_ru: Рейтинг товара

source: Product rating count
ru_ru: Количество отзывов у товара

source: Product compare price
ru_ru: Зачеркнутая цена товара

source: Product purchase price
ru_ru: Закупочная цена товара

source: Product minimal price
ru_ru: Минимальная цена товара

source: Product maximum price
ru_ru: Максимальная цена товара

source: Product stock count
ru_ru: Количество остатков товара

source: Product total sales
ru_ru: Сумма продаж товара

source: Product has service
ru_ru: Товар имеет услугу

source: Select service
ru_ru: Выберите услугу

source: Select service variant
ru_ru: Выберите значение услуги

source: Product has tag
ru_ru: Товар имеет тег

source: Select tags
ru_ru: Выберите теги

source: from set
ru_ru: из списка

source: from type
ru_ru: с типом товаров
