Repository: vaseeeeek/test
Catalog: plugins/flexdiscount/locale/*/LC_MESSAGES/shop_flexdiscount.po
Languages: ru_ru

source: to your affiliate program
ru_ru: к Вашей партнерской программе

source: Affiliate program
ru_ru: Партнерская программа

source: Changing structure of discount page
ru_ru: Изменение структуры страницы со скидками

source: Product active discount and bonuses
ru_ru: Действующие скидки и бонусы

source: CSS styles
ru_ru: CSS стили

source: You can customize plugin CSS styles
ru_ru: Вы можете изменить стили CSS плагина

source: Output place
ru_ru: Место вывода

source: Inside tag &lt;head&gt;
ru_ru: Внутри тега &lt;head&gt;

source: Template hook <i>frontend_head</i>
ru_ru: Хук шаблона <i>frontend_head</i>

source: In the footer
ru_ru: В подвале сайта

source: Template hook <i>frontend_footer</i>
ru_ru: Хук шаблона <i>frontend_footer</i>

source: Use helper
ru_ru: Использовать хелпер

source: Embed this helper into your theme template
ru_ru: Встройте этот хелпер в шаблон Вашей темы дизайна

source: You can
ru_ru: Вы можете

source: customize plugin CSS styles
ru_ru: изменить стили CSS у плагина

source: Loader icon
ru_ru: Иконка загрузки

source: Informational blocks of discounts and bonuses can be dynamically updated. You can choose type of loader.
ru_ru: Информационые блоки скидок и бонусов могут динамически обновляться. Вы можете выбрать тип иконки загрузки.

source: Not enough symbols to create coupons
ru_ru: Не достаточно символов для создания нового купона

source: (in percents from price)
ru_ru: (в процентах от цены)

source: (in percents from compare price)
ru_ru: (в процентах от зачеркнутой цены)

source: Log text in order history
ru_ru: Текст в истории заказов

source: This text will be shown in order history on admin page and in user account on the storerfront, when bonuses will applied.
ru_ru: Данный текст будет отображен в истории заказов в административной части и в личном кабинете пользователя, когда будут применены бонусы.

source: Show only active discounts
ru_ru: Отображать только активные скидки

source: Cancel
ru_ru: Отмена

source: (in percents from purchase price)
ru_ru: (в процентах от цены закупки)

source: (in percents from product price)
ru_ru: (в процентах от цены товара)

source: Birthday
ru_ru: День рождения

source: Use currency rounding settings from the Shop
ru_ru: Использовать настройки округления валют Магазина

source: Birthday interval:
ru_ru: Интервал:

source: Product age
ru_ru: Возраст товара

source: Bonus rounding
ru_ru: Округление бонусов

source: Customize product price output
ru_ru: Изменить шаблон вывода цены без скидки

source: You can use HTML
ru_ru: Вы можете использовать HTML

source: Use %s for price value or %s for using ruble sign
ru_ru: Используйте %s для вывода цены или %s для цены со знаком рубля

source: equals
ru_ru: равно

source: This coupon will be created and assigned to the rule, if you are using &quot;equal&quot; operator
ru_ru: Купон будет создан автоматически и прикреплен к правилу, если Вы используете оператор &quot;равно&quot;

source: Last changing of product stocks X days ago
ru_ru: Последнее изменение остатков товаров X дней назад

source: increase
ru_ru: увеличение

source: decrease
ru_ru: уменьшение

source: Last
ru_ru: Последнее

source: of product stocks
ru_ru: остатков товаров

source: days ago
ru_ru: дней назад

source: Maximum number of usage per EACH user
ru_ru: Максимальное количество использований купона КАЖДЫМ пользователем

source: Relevant for multi-step checkout
ru_ru: Актуально для пошагового оформления заказа

source: Class not found
ru_ru: Класс не найден

source: Backend orders
ru_ru: Страница заказов (административная часть)

source: Add column with discount for each product
ru_ru: Добавить колонку со скидкой для каждого товара

source: Stock total
ru_ru: Общее количество всех остатков

source: Product stock total
ru_ru: Общее количество всех остатков товара

source: Formula
ru_ru: Формула

source: Product Field
ru_ru: Поле товара

source: Fill in field "Minimal price" on product edit page.
ru_ru: Заполните поле "Минимальная цена" на странице редактирования товара

source: https://igaponov.com/docs/169/product-discount-limit/
ru_ru: https://igaponov.ru/docs/169/product-discount-limit/

source: Create a bundle from the conditions. Learn more about <a href="https://igaponov.com/docs/105/bundles/" target="_blank">bundles <i class="icon16 new-window"></i></a>
ru_ru: Создать комплект из условий. Читайте подробнее в <a href="https://igaponov.ru/docs/104/bundles/" target="_blank">документации <i class="icon16 new-window"></i></a>

source: Dynamically update information blocks
ru_ru: Динамически обновлять информационные блоки

source: Caching
ru_ru: Кеширование

source: Enable caching for discount conditions
ru_ru: Включить кеширование для условий скидок

source: Price with all discounts (from plugin Flexdiscount) will never be lower than specified value. Make sure that setting "Product discount limit" is enabled and has value "product field"
ru_ru: Цена с учетом всех скидок (от плагина Гибкие скидки) не опустится ниже, чем указанное значение. Убедитесь, что настройка "Ограничение скидки для товара" активирована и выбрано значение "Поле товара"

source: for all skus
ru_ru: для всех артикулов

source: Change product prices
ru_ru: Изменить цены товаров

source: Individual rule setting for the option <a href="%s" class="s-link" target="_blank">"Change product data on the storefront"</a>.
ru_ru: Индивидуальная настройка для опции <a href="%s" class="s-link" target="_blank">"Изменение данных товаров на витрине"</a>.

source: You don't have any available discounts.
ru_ru: У вас нет доступных скидок.

source: Ignore price changing in plugins below:
ru_ru: Не использовать изменение цен для плагинов:

source: show more
ru_ru: показать еще

source: Hide duplicate rules with "Product active discounts and bonuses"
ru_ru: Скрыть правила, повторяющиеся с блоком "Действующих скидок и бонусов"

source: if product has already had active discount, plugin will hide this rule from information block
ru_ru: если у товара уже имеется скидка по одному из правил, плагин скроет это правило из блока Доступных скидок и бонусов.

source: Skip shop cart items processing in plugins below: (relevant for import/export plugins)
ru_ru: Пропустить обработку корзины для плагинов: (актуально для плагинов импорта/экспорта)

source: System settings
ru_ru: Системные настройки

source: Be carefull with that settings. If you are not sure, do not change them
ru_ru: Будьте осторожны с данными настройкми. Если вы не уверены в их назначении, не меняйте их

source: Profile mode
ru_ru: Режим профилирования

source: Enable profile mode to collect information about usaging of plugin hooks.
ru_ru: Активируйте режим профилирования для сбора информации об использовании хуков плагина.

source: Relevant for frontend. Update the necessary page and get the report in flexdiscount.profile.log
ru_ru: Актуально для фронтенда. Обновите нужную страницу в браузере и отчет будет сформирован в файле flexdiscount.profile.log

source: Also use cookie to enable profiling:
ru_ru: Также используйте куку, чтобы активировать профилирование:

source: Depth
ru_ru: Глубина

source: Add file basenames
ru_ru: Добавить названия файлов

source: Extended plugins reports
ru_ru: Расширенный отчет о вызовах из плагинов

source: Extended template reports
ru_ru: Расширенный отчет о вызовах из шаблона

source: Extended methods reports
ru_ru: Расширенный отчет о вызовах из методов

source: Plugin is disabled. <a href="%s">Enable it</a>
ru_ru: Плагин выключен. Вы можете <a href="%s">включить его</a> прямо сейчас

source: Expires:
ru_ru: Истекает:

source: Coupon settings
ru_ru: Настройка купона

source: Select coupons for this promo. Orders with selected coupons will be automatically associated with this promo.
ru_ru: Выберите купоны, которые используются в акции. Заказы с выбранными купонами будут автоматически относиться к этой акции.

source: Load coupons
ru_ru: Загрузить купоны

source: Find coupon & add to promo
ru_ru: Найти купон и добавить в акцию

source: No flexdiscount coupons.
ru_ru: В Гибких скидках не найдено купонов.

source: Add a new rule and create a coupon
ru_ru: Добавьте правило и создайте купон

source: Select rules for this promo. Orders with selected rules will be automatically associated with this promo.
ru_ru: Выберите правила, которые используются в акции. Заказы с выбранными правилами будут автоматически относиться к этой акции.

source: Discount groups
ru_ru: Группы скидок

source: All rules from the selected groups will be associated with this promo.
ru_ru: Все правила скидок из выбранных групп будут автоматически относиться к этой акции.

source: Discount rules
ru_ru: Правила скидок

source: All selected rules will be associated with this promo.
ru_ru: Все выбранные правила скидок будут автоматически относиться к этой акции.

source: Ungrouped rules
ru_ru: Негруппированные правила

source: No flexdiscount rules.
ru_ru: Не создано ни одного правила скидок

source: Add a new rule
ru_ru: Добавить правило

source: Flexdiscount plugin rules
ru_ru: Правила Гибких скидок

source: Flexdiscount plugin coupons
ru_ru: Купоны Гибких скидок

source: Select at least one discount rule or group
ru_ru: Выберите хотя бы одно правило скидок или группу

source: Select discount groups
ru_ru: Выберите группы скидок

source: Select discount rules
ru_ru: Выберите правила скидок

source: Reverse backtrace
ru_ru: Обратный порядок вызовов

source: Enable experimental hook flexdiscount_filter_items
ru_ru: Активировать экспериментальный хук flexdiscount_filter_items

source: Use original compare prices
ru_ru: Использовать оригинальные зачеркнутые цены

source: Always recalculate discounts when editing orders
ru_ru: Всегда пересчитывать скидки при редактировании заказа

source: Check if user is authorized
ru_ru: Проверить, авторизован ли пользователь

source: authorized
ru_ru: авторизован

source: Be careful! With this setting you cannot edit discount by yourself. Calculating will be automatically
ru_ru: Будьте осторожны! С данной настройкой вы не сможете самостоятельно редактировать скидки в заказе. Они будут рассчитаны автоматически

source: You cannot edit discount. It will be calculated automatically after saving the order.
ru_ru: Вы не можете редактировать скидку. Она будет рассчитана автоматически после сохранения заказа.

source: This behaviour can be changed in Flexdiscount settings.
ru_ru: Данное поведение может быть изменено в настройках плагина Гибкие скидки и бонусы.

source: Badge
ru_ru: Наклейка

source: Badge will be shown only for products, which has active discounts from the rule
ru_ru: Наклейка будет отображаться только на тех товарах, у которых имеются активные скидки

source: Read more in <a href="https://igaponov.com/docs/173/badges/" target="_blank">docs</a>
ru_ru: Читайте подробнее в <a href="https://igaponov.ru/docs/187/badges/" target="_blank">документации</a>

source: Use HTML. Output place and appearance depends on your theme design.
ru_ru: Используйте HTML. Места вывода и внешний вид зависят от вашей темы дизайна.

source: Overwrite default badges
ru_ru: Перезаписать стандарные наклейки

source: Order price with discount
ru_ru: Общая стоимость заказа c учетом скидок

source: Country and region
ru_ru: Страна и регион

source: User city
ru_ru: Город доставки пользователя

source: Contact country and region
ru_ru: Страна и регион доставки пользователя

source: Select country
ru_ru: Выберите страну

source: Select region
ru_ru: Выберите регион

source: Product params
ru_ru: Дополнительные параметры товара

source: Select product params
ru_ru: Выберите параметры товара

source: Use this condition only for shipping discounts.
ru_ru: Используйте данное условие только для скидок на доставку.

source: coupon is used
ru_ru: используется купон

source: Has active coupon?
ru_ru: Имеется ли активный купон?

source: Read more in <a href="https://igaponov.com/docs/177/profile/" target="_blank">docs</a>
ru_ru: Подробнее читайте в <a href="https://igaponov.ru/docs/191/profile/" target="_blank">документации</a>

source: Does affiliate used?
ru_ru: Использовался ли партнерский бонус?

source: affiliate is used
ru_ru: используется партнерский бонус

source: Customer source
ru_ru: Источник покупателя

source: Discount distribution
ru_ru: Распределение скидок

source: For each product
ru_ru: На каждый товар

source: For entire order
ru_ru: На весь заказ

source: Select how to distribute discounts. By default, if product has personal discount, it would be connected only with him.
ru_ru: Выберите, как будут распределяться скидки. По умолчанию, если у товара имеются персональные скидки, они будут связаны непосредственно только с этим товаром.

source: You can depersonalize discounts by selecting the option "For entire order". Shop-Script will automatically spread it.
ru_ru: Вы можете обезличить скидки, выбрав пункт "На весь заказ". Shop-Script автоматически распределит скидки по всему заказу.

source: Select source
ru_ru: Выберите источник

source: Maximum number of cached products
ru_ru: Максимальное количество кешируемых товаров

source: Plugin caches frontend products to get their features, category products, stock information.
ru_ru: Плагин кеширует товары с витрины, чтобы сразу получать всю информацию о характеристиках, категориях, остатках.

source: Has active rules with discounts?
ru_ru: Имеются ли активные правила со скидками?

source: Has active rules with affiliates?
ru_ru: Имеются ли активные правила с бонусами?

source: has active rules with discounts
ru_ru: имеются активные правила со скидками

source: Read more <a href="https://igaponov.com/docs/179/how-works-conditions-has-active-rules/" target="_blank">How it works</a>
ru_ru: Читайте подробнее <a href="https://igaponov.ru/docs/195/how-works-conditions-has-active-rules/" target="_blank">особенности работы</a>

source: has active rules with affiliates
ru_ru: имеются активные правила с бонусами

source: every n-th cheapest products (in favor of the seller)
ru_ru: каждый n-й дешевый товар (в пользу продавца)

source: every n-th cheapest products (in favor of the buyer)
ru_ru: каждый n-й дешевый товар (в пользу покупателя)

source: every n-th the most expensive products (in favor of the seller)
ru_ru: каждый n-й самый дорогой товар (в пользу продавца)

source: every n-th the most expensive products (in favor of the buyer)
ru_ru: каждый n-й самый дорогой товар (в пользу покупателя)

source: (in favor of the seller)
ru_ru: (в пользу продавца)

source: (in favor of the buyer)
ru_ru: (в пользу покупателя)

source: Use converting dimensions for shipping plugins
ru_ru: Использовать конвертацию размеров для плагинов доставки

source: Disable that option, if you have problems with discounts for shipping plugins. For some plugins it may helps. Option can disable method shopShipping::convertItemsDimensions
ru_ru: Отключите данную опцию, если у вас наблюдаются проблемы со скидками для плагинов доставки. В некоторых случаях это может помочь. Опция отключает метод shopShipping::convertItemsDimensions

source: Option is not enabled. You can change it on the <a href="%s" title="Settings">settings page</a>.
ru_ru: Опция не активна. Вы можете изменить ее на <a href="%s" title="Настройки">странице настроек</a>.

source: Cache backend calculations
ru_ru: Кешировать расчеты в бэкенде

source: Cache the results of backend discount calculations in hook order_calculate_discount
ru_ru: Кешировать результаты расчетов скидок в хуке order_calculate_discount в бэкенде

source: If the any changing of product stocks for period..
ru_ru: Было ли увеличение/уменьшение остатков за период..

source: If there any
ru_ru: Было ли

source: among
ru_ru: среди

source: product prices
ru_ru: основных цен

source: compare prices
ru_ru: зачеркнутых цен

source: n-th product and all subsequent products following by n-product (descending prices)
ru_ru: n-й товар и все последующие товары (в порядке убывания цен)

source: th product and all subsequent products following by n-product (descending prices)
ru_ru: -й товар и все последующие товары (в порядке убывания цен)

source: Always show rule in active discounts
ru_ru: Всегда отображать правило в блоке Активных скидок

source: The rule will be shown in any case whether it has a discount or not
ru_ru: Правило будет показано вне зависимости есть скидка или нет

source: Specify the parameters of an abstract product
ru_ru: Укажите параметры абстрактного товара

source: Plugin creates an abstract product and checks whether discounts will be applied for it. If there are, then he considers these discounts are active and shows them on the account page.
ru_ru: Плагин создает абстрактный товар и проверяет, будут ли применены для него скидки. Если будут, тогда он считает эти скидки активными и отображает их в личном кабинете.

source: Make sure that your abstract product meets rules conditions.
ru_ru: Убедитесь, что ваш абстрактный товар подходит под условия правил.

source: Discount (from plugin Flexdiscount) will be applied, if you will select the type of the discount "Product field" in the plugin rule
ru_ru: Скидка (от плагина Гибкие скидки и бонусы) будет применена, если вы в качестве типа скидки выберете значение "Поле товара" в настройках правила

source: Affiliate (from plugin Flexdiscount) will be applied, if you will select the type of the affiliate "Product field" in the plugin rule
ru_ru: Бонусы (от плагина Гибкие скидки и бонусы) будут применены, если вы в качестве типа бонусов выберете значение "Поле товара" в настройках правила

source: Product field "Discount"
ru_ru: Поле товара "Скидка"

source: Fill in field "Discount" on the product edit page.
ru_ru: Заполните поле "Скидка" на странице редактирования товара

source: Product field "Affiliate"
ru_ru: Поле товара "Бонусы"

source: Fill in field "Affiliate" on the product edit page.
ru_ru: Заполните поле "Бонусы" на странице редактирования товара

source: https://igaponov.com/docs/202/how-to-make-discount-affiliate/
ru_ru: https://igaponov.ru/docs/218/how-to-make-discount-affiliate/

source: Calculate only active skus on the catalog page and in the lists
ru_ru: Рассчитывать скидки только для главных артикулов на странице категорий и в списках

source: This option enables optimization on the catalog page and in the lists. If you have a lot of skus in products (10 000+) and you feel that catalog page is too slow, enable it.
ru_ru: Данная настройка включает оптимизацию на странице категорий и в списках товаров. Если у ваших товаров большое количество артикулов (10 000+) и списки товаров грузятся медленно, активируйте данную опцию.

source: This option only relevant if "Change product data on the storefront" is enabled
ru_ru: Данная настройка актуальна только, если у вас включено "Изменение данных товаров на витрине"

source: Enable setting <a href="%s" title="Settings">"Change product data on the storefront"</a>.
ru_ru: Активируйте настройку <a href="%s" title="Настройки">"Изменение данных товаров на витрине"</a>.
