Repository: vaseeeeek/test
Catalog: plugins/flexdiscount/locale/*/LC_MESSAGES/shop_flexdiscount.po
Languages: ru_ru

source: select category
ru_ru: выберите категорию

source: Quantity of equal products
ru_ru: Количество одинаковых товаров

source: Total price of products
ru_ru: Общая цена всех товаров

source: Minimal value of feature
ru_ru: Минимальное значение характеристики

source: Maximum value of feature
ru_ru: Максимальное значение характеристики

source: Service
ru_ru: Услуга

source: Select user category
ru_ru: Выберите категорию пользователя

source: Contact
ru_ru: Контакт

source: Contact create datetime
ru_ru: Дата создания контакта

source: Select shipping
ru_ru: Выберите доставку

source: Payment
ru_ru: Оплата

source: Select payment
ru_ru: Выберите оплату

source: Sum of orders for period from
ru_ru: Сумма заказов за период с

source: Quantity of orders for period from
ru_ru: Количество заказов за период с

source: for period from
ru_ru: за период с

source: Select domain
ru_ru: Выберите домен

source: Select route
ru_ru: Выберите поселение

source: reset product
ru_ru: сбросить товар

source: Select at least 1 discount rule
ru_ru: Выберите хотя бы одно правило

source: Do you really want to split group
ru_ru: Вы действительно хотите разъединить группу

source: Do you really want to delete discount rule?
ru_ru: Вы действительно хотите удалить правило скидок?

source: Do you really want to delete discount rules?
ru_ru: Вы действительно хотите удалить правила скидок?

source: Fill in required fields
ru_ru: Заполните обязательные поля

source: Error
ru_ru: Ошибка

source: Select at least one coupon
ru_ru: Выберите хотя бы один купон

source: Coupons delete
ru_ru: Удаление купонов

source: Do you really want to delete selected coupons?
ru_ru: Вы действительно хотите удалить выбранные купоны?

source: Do you really want to delete condition group?
ru_ru: Вы действительно хотите удалить группу условий?

source: every
ru_ru: каждый

source: all subsequent similar products following by
ru_ru: каждый одинаковый последующий за

source: similar
ru_ru: одинаковых

source: Something wrong
ru_ru: Произошла ошибка

source: Group name
ru_ru: Название группы

source: Select group
ru_ru: Выберите группу

source: coupon generators:
ru_ru: генераторы:

source: th similar product
ru_ru: -й одинаковый товар

source: cheapest products
ru_ru: дешевых товаров

source: th cheapest products
ru_ru: -й дешевый товар

source: the most expensive products
ru_ru: наиболее дорогих товаров

source: th the most expensive products
ru_ru: -й наиболее дорогой товар

source: th product
ru_ru: -м товаром

source: products from
ru_ru: товар из

source: prev
ru_ru: назад

source: next
ru_ru: вперед

source: No name
ru_ru: Без имени

source: sku ID
ru_ru: ID артикула

source: Delete error
ru_ru: Ошибка удаления

source: Coupon ID is empty
ru_ru: ID купона пустой

source: Coupon code must be unique
ru_ru: Код купона должен быть уникальным

source: Coupon doesn't exist
ru_ru: Купон не существует

source: What the hell is going on?! Where is discount ID???
ru_ru: Какого черта?! Где ID правила скидок???

source: Discount #
ru_ru: Скидка #

source: NO VIEW TYPE
ru_ru: НЕТ ТИПА ОТОБРАЖЕНИЯ

source: Company presents you
ru_ru: Компания дарит Вам

source: bonuses to your affiliate program
ru_ru: бонусов к Вашей партнерской программе

source: VIEW TYPE
ru_ru: ТИП ОТОБРАЖЕНИЯ

source: Your affiliate bonus is
ru_ru: Ваш партнерский бонус равен

source: CREATE YOUR OWN VIEW TYPE RIGHT HERE
ru_ru: СОЗДАЙТЕ СВОЙ СОБСТВЕННЫЙ ТИП ОТОБРАЖЕНИЯ ПРЯМО ЗДЕСЬ

source: END
ru_ru: КОНЕЦ

source: ALL DISCOUNTS WITH NO VIEW TYPE
ru_ru: ВСЕ СКИДКИ БЕЗ ТИПА ОТОБРАЖЕНИЯ

source: Apply
ru_ru: Применить

source: delete coupon
ru_ru: удалить купон

source: ALL DENY RULES WITH NO VIEW TYPE
ru_ru: ВСЕ ПРАВИЛА ЗАПРЕТА БЕЗ ТИПА ОТОБРАЖЕНИЯ

source: Price with discount
ru_ru: Цена со скидкой

source: Your price is
ru_ru: Ваша цена

source: Your discount
ru_ru: Ваша скидка

source: All types of discounts. Discount constructor
ru_ru: Все типы скидок. Конструктор скидок

source: Flexdiscount coupons:
ru_ru: Купоны Гибких скидок:

source: Discount name
ru_ru: Название скидки

source: Including discount to all order
ru_ru: Включая скидку на весь заказ

source: Flexdiscount bonus
ru_ru: Бонусы Гибких скидок

source: Cancel flexdiscount bonus
ru_ru: Отмена бонусов Гибких скидок

source: Total product discount
ru_ru: Общий размер скидки товара

source: Total order discount
ru_ru: Сумма скидок заказа

source: Total discount
ru_ru: Общая сумма скидок

source: Access to discount rules
ru_ru: Доступ к правилам скидок

source: Access to discount settings
ru_ru: Доступ к настройкам

source: Show
ru_ru: Отображать

source: rules per group
ru_ru: правил на группу

source: Total quantity of rules
ru_ru: Всего правил

source: customize columns
ru_ru: изменить колонки

source: Show more
ru_ru: Показать еще

source: MAX PROD
ru_ru: МАКС ТОВ

source: Check columns
ru_ru: Выберите колонки

source: Quantity of products
ru_ru: Количество товаров

source: Summarize all active discounts
ru_ru: Суммировать все активные скидки

source: Get maximum discount
ru_ru: Получить максимальное значение

source: Get minimum discount
ru_ru: Получить минимальное значение

source: Position navigation bar above the title
ru_ru: Расположить меню навигации над заголовком

source: Sum of orders for
ru_ru: Сумма заказов за

source: Quantity of orders for
ru_ru: Количество заказов за

source: select value
ru_ru: выберите значение

source: for
ru_ru: за

source: period
ru_ru: период

source: last n-days
ru_ru: последние n-дней

source: previous week
ru_ru: прошлую неделю

source: previous month
ru_ru: прошлый месяц

source: previous quarter
ru_ru: прошлый квартал

source: previous half a year
ru_ru: прошлые полгода

source: previous 9 months
ru_ru: прошлые 9 месяцев

source: previous year
ru_ru: прошлый год

source: today
ru_ru: сегодня

source: current week
ru_ru: текущую неделю

source: current month
ru_ru: текущий месяц

source: current quarter
ru_ru: текущий квартал

source: current 6 months
ru_ru: текущие 6 месяцев

source: current 9 months
ru_ru: текущие 9 месяцев

source: current year
ru_ru: текущий год

source: period from
ru_ru: период с

source: the last
ru_ru: последние

source: Customize columns
ru_ru: Изменить колонки

source: or
ru_ru: или

source: User (Show discounts available for current user)
ru_ru: Пользователь (Отображать скидки, доступные только текущему пользователю)

source: Date (Show discounts available for current date)
ru_ru: Дата (Отображать скидки, доступные на текущий момент времени)

source: Product properties (Show discounts according to product properties conditions in you discount rules)
ru_ru: Свойства товара (Отображать скидки согласно условиям по свойствам товаров в Ваших правилах)

source: This condition will filter the result items
ru_ru: Данное условие фильтрует товары

source: From this value will be calculated affiliate bonus
ru_ru: От выбранного значения будут рассчитаны бонусы

source: If product doesn't have discount
ru_ru: Если у товара нет скидки

source: Show product price without discount
ru_ru: Показывать цену товара без скидки

source: cancel
ru_ru: отмена

source: Export
ru_ru: Экспорт

source: Export selected
ru_ru: Экспорт выделенных

source: Export all
ru_ru: Экспорт всех купонов

source: Created
ru_ru: Создано

source: Select coupon
ru_ru: Выберите купон

source: Coupons will be exported in CSV file. Please, don't close or update webpage
ru_ru: Купоны будут экспортированы в CSV файл. Пожалуйста, не закрывайте и не обновляйте страницу

source: Export coupons
ru_ru: Экспорт купонов

source: Storefront visibility
ru_ru: Видимость на витрине

source: Rule will be active, but no one can see it in Available discounts.
ru_ru: Правило будет активно, но оно будет скрыто из блока Доступных скидок.

source: By default information about rules, which contains delivery in target, doesn't display in available discounts on storefront.
ru_ru: По умолчанию информация о правиле скидок, которое содержит скидку на доставку, не отображается в Доступных скидках на витрине.

source: Bundle discount
ru_ru: Скидка на комплект

source: Automatically remove useless coupons
ru_ru: Автоматически удалять ненужные купоны

source: Expired or coupons which reached the limit
ru_ru: С истекшим сроком действия или достигшие предела применения

source: Import coupons
ru_ru: Импорт купонов

source: Separator
ru_ru: Разделитель

source: Semicolon
ru_ru: Точка с запятой (;)

source: Comma
ru_ru: Запятая (,)

source: Tab
ru_ru: Табуляция

source: Encoding
ru_ru: Кодировка

source: Choose only CSV or TXT files
ru_ru: Выбирайте только CSV или TXT файлы

source: Example (separator - semicolon; encoding - UTF-8)
ru_ru: Пример (разделитель - точка с запятой; кодировка - UTF-8)

source: rounding to integer
ru_ru: округлить до целого

source: Uploading file...
ru_ru: Загрузка файла...

source: Upload failed
ru_ru: Загрузка не удалась

source: Please don't close your browser window until process is over
ru_ru: Пожалуйста, не закрывайте вкладку пока процесс не завершится

source: Import
ru_ru: Импорт

source: Close
ru_ru: Закрыть

source: Server error
ru_ru: Ошибка сервера

source: Check discount rule or select all coupons.
ru_ru: Выберите правило скидок или отметьте все купоны.

source: Not enough parameters for import
ru_ru: Не достаточно параметров для импорта

source: Successfully imported coupons:
ru_ru: Купоны успешно импортированы в количестве:

source: Download:
ru_ru: Скачать:

source: with status
ru_ru: со статусом

source: Select status
ru_ru: Выберите статус

source: All statuses
ru_ru: Все статусы

source: discount %
ru_ru: скидка в %

source: discount fixed value
ru_ru: фиксированный размер скидки

source: If price with discount will be more than product price, than discount will be equal to zero.
ru_ru: Если цена товара со скидкой будет больше обычной цены товара, то в таком случае скидка будет считаться равной нулю.

source: Common settings
ru_ru: Общие настройки

source: Use this field to describe the rule for yourself. It will be shown on the page with all rules.
ru_ru: Используйте данное поле, чтобы описать правило для себя. Ваше описание будет отображено на странице всех правил

source: Show rule in available discounts, if target has shipping
ru_ru: Отобразить правило в блоке Доступных скидок, если в качестве цели указана Доставка

source: Use this setting if you want to use the data of deny products. E.g, you have rules on the total amount of order. Deny products can be taken into total amount.
ru_ru: Используйте данную настройку, если хотите, чтобы данные запрещенных товаров участвовали в расчетах. Например, Вы используете скидки по общей сумме заказа. Запрещенные товары могут быть взяты в расчет.

source: Discount settings
ru_ru: Настройки скидок

source: Maximum discount value for the rule
ru_ru: Максимальное значение скидки для правила

source: Discount for all products in this rule will not be more, than specified value.
ru_ru: Общая скидка для всех товаров в этом правиле никогда не будет больше указанного значения

source: Affiliate settings
ru_ru: Настройки бонусов

source: Affiliate bonus
ru_ru: Бонусы

source: Affiliate bonus base
ru_ru: База бонусов

source: Product affiliate bonus limit
ru_ru: Ограничение бонусов для товара

source: Affiliate bonuses for every product will never be more, than specified value.
ru_ru: Размер бонусов для каждого товара никогда не будет выше указанного значения

source: Maximum affiliate bonus value for the rule
ru_ru: Максимальное значение бонусов для правила

source: The total value of affiliate bonuses in this rule will not be more, than specified value.
ru_ru: Общее значение бонусов в этом правиле никогда не будет больше указанного значения

source: Ignore conditions in deny rules
ru_ru: Игнорировать условия в правилах запрета

source: You can choose what conditions to ignore in deny rules while showing available discounts
ru_ru: Вы можете выбрать, какие условия следует проигнорировать в правилах запрета при отображении блока Доступных скидок

source: https://igaponov.com/docs/120/displaying-of-available-discounts-while-using-deny-rules/
ru_ru: https://igaponov.ru/docs/117/displaying-of-available-discounts-while-using-deny-rules/

source: Read more
ru_ru: Подробнее

source: Product conditions
ru_ru: Условия для Товара

source: Product properties conditions
ru_ru: Свойства товара

source: Cart conditions
ru_ru: Условия для корзины

source: Developer Igor Gaponov
ru_ru: Разработчик Игорь Гапонов

source: Show rule in available discounts for products, that meets the conditions
ru_ru: Отображать правило в Доступных скидках для товаров, которые удовлетворяют условиям

source: It's recommended to enable this option, if you are using categories/sets/types/features/products as targets, your conditions are filter-conditions(<i class="icon16 funnel"></i>) and you want to show information about discount in products, that meet conditions.<br>E.g, "if category A then set discount to category B". If you want to show information about discount rule in products from category A, enable this option
ru_ru: Рекомендуется включить данную опцию, если в качестве целей Вы используете категории, списки, типы, характеристики или товары, а также Ваши условия являются фильтрующими(<i class="icon16 funnel"></i>), и Вы хотите отобразить информацию о скидках у товаров, удовлетворяющих условиям. Например, "Если Категория А, тогда установить скидку на Категорию Б". Если Вы хотите отображать информацию о правиле скидок у товаров из категории А, включите данную опцию

source: Use individual settings for this rule
ru_ru: Использовать индивидуальные настройки для этого правила

source: common settings
ru_ru: общие настройки

source: Filtering options:
ru_ru: Настройки фильтрации:

source: Choose filters, which should be used, while showing Available discounts block
ru_ru: Выберите фильтры, которые должны быть использованы при показе блока Доступных скидок

source: Conditions:
ru_ru: Условия:

source: Set discount to each bundle
ru_ru: Установить скидку на каждый комплект

source: Set affiliate bonus to each bundle
ru_ru: Начислить бонусы на каждый комплект

source: Total sales for period..
ru_ru: Сумма продаж товара за период..

source: Total number of sales for period..
ru_ru: Количество продаж товара за период..

source: User data
ru_ru: Данные пользователя

source: By default rule will use <a href="%s" class="s-link" title="%s">%s</a>
ru_ru: По умолчанию используются <a href="%s" class="s-link" title="%s">%s</a>

source: Show discounts according to quantitative and total values of products from categories/sets/types/features
ru_ru: Отображать правила скидок согласно количественным и суммарным значениям товаров из категорий, списков, типов, характеристик

source: List of plugins, where Flexdiscount calling should be ignored
ru_ru: Список плагинов, где стоит игнорировать работу плагина Гибкие скидки и бонусы

source: Sometimes plugins call Flexdiscount plugin automatically, even if they do not need it. For example, when they try to work with products, order, cart or export/import.
ru_ru: Иногда другие плагины вызывают Гибкие скидки и бонусы автоматически, даже если в этом нет необходимости. Например, когда они работают с товарами, заказами, корзиной или импортом/экспортом.

source: If you have problems, while using other plugins, choose them below to avoid unexpected errors and calculations.
ru_ru: Если у Вас возникают проблемы с вычислением скидок, отображением цен при использовании других плагинов, отметьте эти плагины ниже.

source: No plugins are installed.
ru_ru: Нет ни одного плагина.

source: virtual and real
ru_ru: виртуальном и реальном

source: virtual
ru_ru: виртуальном

source: real
ru_ru: реальном

source: on
ru_ru: на

source: all stocks
ru_ru: всех складах

source: Select data
ru_ru: Выберите данные

source: all time
ru_ru: все время

source: Product total sales for
ru_ru: Сумма продаж товара за

source: Product total quantity of sales for
ru_ru: Количество продаж товара за

source: any stock
ru_ru: любом складе

source: each stock
ru_ru: каждом складе

source: edit symbolic code
ru_ru: изменить символьный код

source: Product discount
ru_ru: Скидка на товары

source: percent
ru_ru: процент

source: fixed value
ru_ru: фиксированное значение

source: Product discount formula
ru_ru: Формула скидки для товаров

source: Shipping discount
ru_ru: Скидка на доставку

source: % from
ru_ru: % от

source: Shipping price
ru_ru: Стоимости доставки

source: Order price
ru_ru: Суммы заказа

source: This is a shipping discount base. From that value user will get shipping discount. Total shipping discount value will never be more than shipping price.
ru_ru: Это база скидки для доставки. От этого значения будет рассчитан размер скидки. Общее значение скидки на доставку никогда не будет больше, чем стоимость доставки.

source: Product affiliate bonus
ru_ru: Бонусы на товары

source: Product affiliate bonus base
ru_ru: База бонусов для товаров

source: Shipping affiliate
ru_ru: Бонусы на доставку

source: This is a shipping affiliate base. From that value user will get shipping affiliate. Total shipping affiliate value will never be more than shipping price.
ru_ru: Это база бонусов для доставки. От этого значения будет рассчитан размер бонусов. Общее значение бонусов на доставку никогда не будет больше, чем стоимость доставки.

source: Main settings
ru_ru: Основные настройки

source: Discount and bonus rounding
ru_ru: Округление скидок и бонусов

source: This option changes prices only once, when the page loads. For dynamic price changing use <a href="javascript:void()" onclick="$('html,body').scrollTop($('#fl-info-discount-aff-block').offset().top)">Information blocks (Price with discount, Product discounts)</a>
ru_ru: Данная функция изменяет цены только при загрузке страницы. Для динамического обновления цен используйте <a href="javascript:void()" onclick="$('html,body').scrollTop($('#fl-info-discount-aff-block').offset().top)">Информационные блоки (Цена со скидкой, Действующие скидки)</a>

source: Final rules calculating
ru_ru: Итоговый расчет для правил

source: Select how to calculate discounts and bonuses between groups and rules without groups
ru_ru: Выберите, как рассчитывать скидки и бонусы между группами и правилами скидок вне групп

source: Coupons and affiliate programm
ru_ru: Купоны и партнерская программа

source: Display additional coupon field
ru_ru: Отображать дополнительное поле для купонов

source: Add additional coupon field on the cart page.
ru_ru: Добавить дополнительное поле для ввода купонов на страницу корзины.

source: Output place of this field depends on hook <i>frontend_cart</i> in your theme template.
ru_ru: Место вывода данного поля зависит от хука <i>frontend_cart</i>, расположенного в Вашей теме дизайна.

source: If you want to customize output place, disable that option and use in the template <i>cart.html</i> construction
ru_ru: Если Вы хотите изменить расположение, тогда отключите данную функцию и используйте в шаблоне <i>cart.html</i> конструкцию ниже

source: Display additional affiliate bonus block
ru_ru: Отображать дополнительный блок информации о бонусах

source: Add additional affiliate bonus block on the cart page.
ru_ru: Добавить дополнительный блок информации о бонусах на страницу корзины.

source: Information discount and affiliate blocks
ru_ru: Информационные блоки скидок и бонусов

source: Active discounts and bonuses
ru_ru: Активные скидки и бонусы

source: This block is displayed on the cart page and contains information about discounts and bonuses, which already has user.
ru_ru: Данный блок отображается на странице корзины и содержит информацию о скидках и бонусах, которые уже имеются у пользователя.

source: Show active discount
ru_ru: Отображать активные скидки

source: Product active discounts and bonuses
ru_ru: Действующие скидки и бонусы

source: This block is displayed by default on the product page and contains information about discounts and bonuses, which product has at the moment or will get, if it will be bought right now.
ru_ru: Блок по умолчанию отображается на странице товара и содержит информацию о скидках и бонусах, которые начислены на товар в данный момент, или которые получит товар, если будет куплен прямо сейчас.

source: Use custom output to display block on the catalog page, if it's necessary.
ru_ru: Используйте ручной вывод, чтобы отобразить блок на странице каталога, если это необходимо.

source: If you want to customize output place, disable that option and use constructions
ru_ru: Если Вы хотите изменить расположение, тогда отключите данную функцию и используйте конструкцию ниже

source: For product page
ru_ru: Для страницы товара

source: For catalog page
ru_ru: Для каталога

source: where 2 - view type (Default values 1, 2, 3, 4 or 5)
ru_ru: где 2 - тип отображения (Значения по умолчанию 1, 2, 3, 4 или 5)

source: Available discounts and bonuses
ru_ru: Доступные скидки и бонусы

source: This block is displayed by default on the product page and contains information about discounts and bonuses, which product can get in the future.
ru_ru: Данный блок по умолчанию отображается на странице товара и содержит информацию о скидках и бонусах, которые могут быть начислены на товар в будущем.

source: where 2 - view type (Default values 1, 2, 3 or 4)
ru_ru: где 2 - тип отображения (Значения по умолчанию 1, 2, 3 или 4)

source: This block is displayed on the product page and is shown for products that meet the conditions in deny rules
ru_ru: Данный блок по умолчанию отображается на страницах товаров, которые удовлетворяют условиям у правил запрета.

source: where 1 - view type (Default values 1 or empty)
ru_ru: где 2 - тип отображения (Значения по умолчанию 1 или пустота)

source: This block is displayed on the product page and contains information about price with discount.
ru_ru: Данный блок отображается на странице товара и содержит информацию о цене со скидкой.

source: Display price with discount
ru_ru: Отображать цену со скидкой

source: Other settings
ru_ru: Другие настройки

source: Discounts in customer account
ru_ru: Скидки в личном кабинете

source: You can create a page with all available discounts in customer account.
ru_ru: Вы можете создать страницу со всеми доступными скидками в личном кабинете пользователя.

source: Create page
ru_ru: Создать страницу

source: Compatibility problems
ru_ru: Проблемы совместимости

source: Other plugins in market due to specific software architecture can have compatibility problems with Flexdiscount plugin. If you will detect this, try first to choose that plugin below and check compatibility once more. If it doesn't help, write to plugin developer.
ru_ru: Некоторые плагины в Магазине из-за специфической архитектуры могут иметь проблемы с совместимостью. Если Вы это обнаружили, попробуйте выбрать данный плагин в списке ниже. Если это не поможет, напишите разработчику плагина.

source: List of plugins
ru_ru: Список плагинов

source: Specify shipping discount (or affiliate) in discount (or affiliate) settings above.
ru_ru: Укажите размер скидки (или бонусов) в настройках для скидок (или бонусов) выше.

source: bonus
ru_ru: бонус

source: Hide default affiliate bonus block
ru_ru: Скрыть блок бонусов темы дизайна

source: By default all your bonuses will be displayed in theme affiliate block on the cart page. You can hide that block and use "additional affiliate bonus block" instead.
ru_ru: По умолчанию все Ваши бонусы будут отображены в блоке темы дизайна на странице корзины. Вы можете скрыть этот блок и использовать вместо него "дополнительный блок информации о бонусах"

source: where 2 - view type (Default values 1, 2, 3, 4, 5 or 6)
ru_ru: где 2 - тип отображения (По умолчанию 1, 2, 3, 4, 5 или 6)

source: (Default values 1, 2, 3, 4, 5 or 6)
ru_ru: (Значения по умолчанию 1, 2, 3, 4, 5 или 6)
