Repository: vaseeeeek/test
Catalog: plugins/listfeatures/locale/*/LC_MESSAGES/shop_listfeatures.po
Languages: ru_ru

source: Product features in lists
ru_ru: Характеристики в списках товаров

source: Helps display product features in product lists.
ru_ru: Отображает характеристики товаров в списках и категориях.

source: List features
ru_ru: Характеристики товаров в списках

source: Choose settlement
ru_ru: Витрина

source: Save
ru_ru: Сохранить

source: No settlements for Shop-Script 5 found.
ru_ru: Не найдено ни одной витрины Shop-Script.

source: Set up storefront settlements in <a href="{$wa_backend_url}site/#/routing/">Site</a> app
ru_ru: Настройте витрины интернет-магазина в приложении «<a href="{$wa_backend_url}site/#/routing/">Сайт</a>».

source: Displayed product features
ru_ru: Характеристики, включённые в этот набор

source: No product features are available for selected settlement.
ru_ru: Для выбранной витрины нет доступных характеристик товаров.

source: Create and set up product features »
ru_ru: <span class="underline">Создайте и настройте характеристики</span> »

source: Feature sets available for this settlement
ru_ru: Наборы характеристик

source: Save set
ru_ru: Сохранить набор

source: delete set
ru_ru: удалить набор

source: cancel
ru_ru: отмена

source: Add new set
ru_ru: Добавить набор

source: Set up additional sets of features to be displayed in different parts of selected storefront: in homepage, in category listing pages, or in the shopping cart.
ru_ru: Настройте дополнительные наборы характеристик, которые можно отображать в разных частях витрины: на главной странице, в категориях или в корзине.

source: Set ID <strong>1</strong> is assumed by default if not specified.
ru_ru: Если номер набора не указан, то по умолчанию используется набор №1:

source: show product SKUs
ru_ru: показывать артикулы товаров

source: Delete
ru_ru: Удалить

source: Delete set %s?
ru_ru: Удалить набор <span class="gray">%s</span>?

source: If you want to use additional feature sets, specify desired set ID as 3rd parameter in plugin's method call; e.g. set ID <b>2</b> as shown below,
ru_ru: Чтобы использовать дополнительные наборы характеристик, укажите номер набора в качестве 3-го параметра при вызове плагина в шаблоне темы дизайна; например, номер <b>2</b> в этом примере:

source: Feature class name
ru_ru: CSS-класс

source: CSS class name to be applied to this feature's row
ru_ru: Указанный CSS-класс можно использовать для изменения внешнего вида строки со значением этой характеристики

source: Default template
ru_ru: Стандартный шаблон

source: Close
ru_ru: Закрыть

source: Values limit
ru_ru: Ограничение количества значений

source: Maximum number of values to be displayed
ru_ru: Максимальное количество значений этой характеристики, которое будет показано на витрине.

source: Hide remaining values
ru_ru: Скрыть остальные значения с помощью ссылки «показать все»

source: "Show all" link
ru_ru: Ссылка «показать все»

source: Return data array instead of HTML
ru_ru: Возвращать массив значений вместо отображения HTML

source: View default template
ru_ru: Посмотреть стандартный шаблон

source: For developers.
ru_ru: Для разработчиков.

source: Feature name
ru_ru: Название характеристики

source: Enter custom name for this feature to be displayed in product lists. HTML is allowed.
ru_ru: Введите название, которое должно отображаться для этой характеристики в списках товаров. Допускается использовать HTML.

source: Edit settings for SKUs
ru_ru: Свойства артикулов

source: Edit settings for feature %s
ru_ru: Свойства характеристики %s

source: Edit settings for tags
ru_ru: Свойства тегов

source: Edit settings for categories
ru_ru: Свойства категорий

source: Category
ru_ru: Категория

source: show product tags
ru_ru: показывать теги товаров

source: show product categories
ru_ru: показывать категории товаров

source: Show each value as link to appropriate product listing page.
ru_ru: Показывать каждое значение в виде ссылки на соответствующий список товаров.

source: Show values as links
ru_ru: Значения в виде ссылок

source: SKU
ru_ru: Артикул

source: Tag
ru_ru: Тег

source: SKUs
ru_ru: Артикулы

source: Tags
ru_ru: Теги

source: Categories
ru_ru: Категории

source: view template
ru_ru: посмотреть шаблон

source: View template %s
ru_ru: Просмотр шаблона <span class="gray">%s</span>

source: Features
ru_ru: Характеристики

source: Displayed data
ru_ru: Отображаемые данные

source: Template
ru_ru: Шаблон

source: Table
ru_ru: Таблица

source: Blocks
ru_ru: Блоки

source: Class name
ru_ru: CSS-класс

source: Template %s
ru_ru: Шаблон %s

source: Add new...
ru_ru: Добавить новый...

source: close
ru_ru: закрыть

source: New template
ru_ru: Новый шаблон

source: Edit this default template as you need.
ru_ru: Отредактируйте стандартный шаблон, как вам нужно.

source: delete template
ru_ru: удалить шаблон

source: Choose default or create your own HTML template to display product features
ru_ru: Выберите стандартный или создайте собственный HTML-шаблон для отображения характеристик

source: Cannot delete this template, it is selected for the following feature sets:
ru_ru: Удаление этого набора невозможно — он выбран для следующих наборов характеристик:

source: CSS class applied to entire features block for this set
ru_ru: CSS-класс для всего блока характеристик этого набора

source: Product pages
ru_ru: Страницы товаров

source: Pages
ru_ru: Страницы

source: Show color names
ru_ru: Показывать названия цветов

source: Show text names next to color circles.
ru_ru: Отображать текстовые названия цветов рядом с цветными маркерами.

source: Value delimiter
ru_ru: Разделитель значений

source: What must be displayed between features values. HTML is accepted.
ru_ru: Какими символами должны быть разделены значения этой характеристик. Поддерживается HTML.

source: Display mode
ru_ru: Режим отображения

source: Only color names
ru_ru: Только названия цветов

source: Only color markers
ru_ru: Только цветные маркеры

source: Color markers and names
ru_ru: Цветные маркеры и названия

source: Select how color values must be displayed.
ru_ru: Выберите, как нужно отображать значения цветов.

source: Sort products
ru_ru: Сортировка товаров

source: By name
ru_ru: По названию

source: Least expensive
ru_ru: Самые недорогие

source: Most expensive
ru_ru: Самые дорогие

source: Highest rated
ru_ru: С высокой оценкой

source: Lowest rated
ru_ru: С низкой оценкой

source: Best sellers
ru_ru: Хиты продаж

source: Worst sellers
ru_ru: Низкие продажи

source: In stock
ru_ru: В наличии

source: Date added
ru_ru: Дата добавления

source: Select the order of products displayed via links to this feature's values.
ru_ru: Выберите сортировку товаров, отображаемых по ссылкам значений этой характеристики.

source: Enable to hide remaining values with a CSS class. Users can view hidden values using the “Show all” link, for which you can specify custom text below.<br> Or keep this option disabled to simply skip remaining values.
ru_ru: Включите, чтобы скрыть остальные значения с помощью стилей. Покупатели смогут увидеть скрытые значения с помощью ссылки «показать все», для которой можно указать произвольный текст.<br>Или оставьте этот флажок отключенным, чтобы остальные значения не отображались совсем.

source: Enter custom HTML code to be displayed instead of remaining values; e.g., <b>&amp;darr;</b> or <b>&lt;br&gt;show all</b>. A click on this item will show all remaining values. Default link text is “...”.
ru_ru: Введите произвольный HTML-код , который будет отображаться вместо скрытых значений, например: <b>&amp;darr;</b> или <b>&lt;br&gt;показать все</b>. Щелчок по этой ссылке покажет остальные значения. Допускается использовать HTML.

source: Show properties of disabled SKUs
ru_ru: Показывать свойства артикулов, недоступных для заказа

source: Hide properties of SKUs that are out of stock
ru_ru: Скрывать свойства артикулов, отсутствующих на складе

source: Applicable only to products which were set up using option "<b>%s</b>" rather than "%s".
ru_ru: Применяется только к товарам, продающимся в режиме «<b>%s</b>», а не «%s».

source: By default, properties of disabled SKUs are <b>not displayed</b> in product lists.
ru_ru: По умолчанию свойства артикулов, недоступных для продажи, <b>не отображаются</b> в списках товаров.

source: By default, properties of SKUs that are out of stock are <b>displayed</b> in product lists.
ru_ru: По умолчанию свойства артикулов, отсутствующих на складе, <b>отображаются</b> в списках товаров.

source: If you do not sell products using option "%s" or if you want to reduce the load on your database server, then <strong>enable</strong> this setting
ru_ru: Если вы не продаёте товары в режиме «%s» или если вы хотите снизить нагрузку на сервер баз данных, <strong>включите</strong> эту настройку

source: and <strong>disable</strong> setting "%s" below.
ru_ru: и <strong>отключите</strong> настройку «%s».

source: If you do not sell products using option "%s" or if you want to reduce the load on your database server, then <strong>disable</strong> this setting
ru_ru: Если вы не продаёте товары в режиме «%s» или если вы хотите снизить нагрузку на сервер баз данных, <strong>отключите</strong> эту настройку

source: and <strong>enable</strong> setting "%s" above.
ru_ru: и <strong>включите</strong> настройку «%s».

source: Set description
ru_ru: Описание набора

source: Enter arbitrary description to remember where this set is used. It will not be shown to customers.
ru_ru: Введите произвольное описание, чтобы помнить, где используется этот набор. Описание не будет видно покупателям.

source: META keywords for product listing pages
ru_ru: META keywords для списков товаров

source: E.g.:
ru_ru: Например:

source: Enter META keywords for product listings displayed via links to this feature's values.
ru_ru: Введите значение META keywords для списков товаров, отображающихся по ссылкам на значения этой характеристики.

source: Smarty syntax is supported. E.g.:
ru_ru: Поддерживается синтаксис Smarty. Например:

source: <code>{$wa-&gt;shop-&gt;settings('name')}</code> &mdash; your store name from general settings
ru_ru: <code>{$wa-&gt;shop-&gt;settings('name')}</code> &mdash; название вашего магазина из общих настроек

source: Additional supported variables
ru_ru: Дополнительные поддерживаемые переменные

source: <code>{$feature.name}</code> &mdash; feature name
ru_ru: <code>{$feature.name}</code> &mdash; название переменной

source: <code>{$feature.value}</code> &mdash; feature value
ru_ru: <code>{$feature.value}</code> &mdash; значение переменной

source: These variables are also available for “META description” field below.
ru_ru: Эти переменные также доступны и для поля «META description».

source: META description for product listing pages
ru_ru: META description для списков товаров

source: Products with value “{$feature.value}” of feature “{$feature.name}”
ru_ru: Товары со значением «{$feature.value}» характеристики «{$feature.name}»
