Repository: vaseeeeek/test
Catalog: plugins/frequent_questions/locale/*/LC_MESSAGES/shop_frequent_questions.po
Languages: ru_ru

source: FAQ
ru_ru: ЧаВо

source: Frequently asked questions for users.
ru_ru: ЧаВо для покупателей.

source: FAQ - Frequently Asked Questions
ru_ru: ЧаВо - Частые вопросы

source: Plugin ON/OFF
ru_ru: Включить плагин

source: Placing of the link
ru_ru: Размещение ссылки

source: Default (above the categories block)
ru_ru: По умолчанию (в блоке меню)

source: Custom. Use helper:
ru_ru: Произвольно. Используйте хелпер:

source: Display headers "Question", "Answer"
ru_ru: Показывать подзаголовки "Вопрос", "Ответ"

source: Link title
ru_ru: Текст ссылки

source: New FAQ
ru_ru: Добавить вопрос-ответ

source: Saved
ru_ru: Сохранено

source: Question
ru_ru: Вопрос

source: Question text
ru_ru: Текст вопроса

source: Answer
ru_ru: Ответ

source: Answer text
ru_ru: Текст ответа

source: Show
ru_ru: Показывать

source: Frequently Asked Questions
ru_ru: Часто задаваемые вопросы

source: Question:
ru_ru: Вопрос:

source: Answer:
ru_ru: Ответ:

source: Delete
ru_ru: Удалить

source: All changes will be accepted after clicking "Save"
ru_ru: Все изменения вступят в силу после нажатия на кнопку "Сохранить"

source: Show/hide asnwers
ru_ru: Скрывать/разворачивать ответы

source: Expand/hide answer by click on the question
ru_ru: Скрывать/разворачивать ответ при клике на вопрос

source: Static display of questions and answers
ru_ru: Статическое отображение вопросов и ответов

source: Select a color
ru_ru: Выберите цвет

source: Question text color
ru_ru: Цвет текста вопроса

source: Answer text color
ru_ru: Цвет текста ответа

source: To display by default, leave this field empty.
ru_ru: Для использования цвета по умолчанию оставьте это поле пустым.

source: Question text size
ru_ru: Размер шрифта в тексте вопроса

source: Answer text size
ru_ru: Размер шрифта в тексте ответа

source: Font size, px**. Example: 12
ru_ru: Размер шрифта в пикселах**. Например: 12

source: To sizing by default, leave this field empty.
ru_ru: Чтобы использовать размер шрифта по умолчанию, просто оставьте это поле пустым.

source: Show plus/minus
ru_ru: Показывать индикаторы плюс/минус

source: Plus color
ru_ru: Цвет индикатора "Плюс"

source: Minus color
ru_ru: Цвет индикатора "Минус"

source: Header text color
ru_ru: Цвет заголовка страницы

source: Frequent questions
ru_ru: Частые вопросы

source: Helper for displaying of questions and answers
ru_ru: Хелпер для вывода вопросов и ответов в произвольном месте

source: Open in the new window
ru_ru: Открывать в новой вкладке

source: default: "FAQ"
ru_ru: по умолчанию: "FAQ"

source: Page title
ru_ru: Заголовок страницы

source: default: "Frequent questions"
ru_ru: по умолчанию: "Частые вопросы"

source: Meta keywords for FAQ page
ru_ru: Meta keywords для страницы частых вопросов

source: Meta description for FAQ page
ru_ru: Meta description для страницы частых вопросов
