Repository: vaseeeeek/test
Catalog: plugins/tageditor/locale/*/LC_MESSAGES/shop_tageditor.po
Languages: ru_ru

source: No tags to edit.
ru_ru: Тегов нет.

source: Type here to find a tag
ru_ru: Начните писать, чтобы найти тег

source: This tag will be removed from all products! Continue?
ru_ru: Этот тег будет удалён у всех товаров!

source: Change tag:
ru_ru: Измените тег:

source: Save
ru_ru: Сохранить

source: cancel
ru_ru: отмена

source: A tag cannot be empty.
ru_ru: Тег не может быть пустым.

source: Tag editor
ru_ru: Редактор тегов

source: Edit and delete product tags
ru_ru: Изменение и удаление тегов товаров

source: Tag not found.
ru_ru: Тег не найден.

source: View products with this tag
ru_ru: Посмотреть товары с тегом <strong>%s</strong>

source: Delete
ru_ru: Удалить

source: This tag does not exist any more. <span class="reload">Reload tag list</span>.
ru_ru: Этот тег больше не существует. <span class="tageditor-reload">Обновить список тегов</span>.

source: No products
ru_ru: Товаров с этим тегом нет

source: Tags
ru_ru: Теги

source: This tag already exists.
ru_ru: Такой тег уже есть. Введите другой текст.

source: Edit tags in “<a href="?action=products#/tageditor/" class="underline">Products</a>” section.
ru_ru: Для редактирования тегов перейдите в раздел «<a href="?action=products#/tageditor/" class="underline">Товары</a>».

source: Delete all tags
ru_ru: Удалить все теги

source: Only an administrator is allowed to delete all tags.
ru_ru: Только администратор может удалить все теги.

source: Delete all product tags from your online store?
ru_ru: Удалить все теги товаров из вашего магазина?

source: You can use any Smarty code in TITLE and META fields, and in SEO text HTML source; e.g.:
ru_ru: В TITLE и META-тегах, а также в HTML-коде SEO-текста можно использовать любой код Smarty, например:

source: your store's name (from shop settings)
ru_ru: название магазина (из настроек Shop-Script)

source: your store's phone number
ru_ru: номер телефона (из настроек Shop-Script)

source: current tag value
ru_ru: значение данного тега

source: storefront name (from settlement settings)
ru_ru: название витрины (из настроек поселения)

source: default value
ru_ru: применить ко всем тегам

source: Custom URL
ru_ru: URL тега

source: To apply custom URLs to tags in your storefront, make changes to your design theme as described on <a href="http://www.webasyst.com/store/plugin/shop/tageditor/">plugin page in Webasyst Store</a>.
ru_ru: Чтобы применить новые URL к тегам на витрине вашего интернет-магазина, внесите изменения в тему дизайна, как описано на <a href="http://www.webasyst.ru/store/plugin/shop/tageditor/">странице с описанием плагина на сайте Webasyst</a>.

source: There is already another tag (<strong>%s</strong>) accessible at the same URL <strong>%s</strong>.
ru_ru: Уже есть другой тег (<strong>%s</strong>), доступный по такому же URL <strong>%s</strong>.

source: Redirect to custom URLs
ru_ru: Перенаправление на альтернативные URL

source: Enable 301 redirect from original to custom tag URLs
ru_ru: Перенаправлять с оригинальных URL тегов на альтернативные.

source: Tag management
ru_ru: Управление тегами

source: SEO text
ru_ru: SEO-текст

source: Show SEO text on first page only
ru_ru: Показывать SEO-текст только на первой странице

source: Disable SEO text on 2nd and further navigation pages of long tagged product lists.
ru_ru: Включите, чтобы скрыть SEO-текст тега со 2-й и последующих страниц навигации по длинному списку товаров.

source: SEO text location
ru_ru: Размещение SEO-текста

source: Default place provided by design theme
ru_ru: Стандартное место, определямое темой дизайна

source: Usually above product list.<br>
ru_ru: Обычно над списком товаров.<br>

source: I will manually add plugin call to a design theme template
ru_ru: Я вручную добавлю вызов плагина в шаблон темы дизайна

source: Add <strong><tt>{shopTageditorPlugin::seoText()}</tt></strong> to the desired design template file; e.g., to <tt>search.html</tt></strong>.
ru_ru: Добавьте <strong><tt>{shopTageditorPlugin::seoText()}</tt></strong> в нужный шаблон темы дизайна, например, в <tt>search.html</tt></strong>.

source: Products sort order
ru_ru: Сортировка товаров

source: How products must be sorted on tag-viewing page in the storefront.
ru_ru: Как должны быть отсортированы товары на странице выбранного тега на витрине.

source: By name
ru_ru: По названию

source: Most expensive
ru_ru: Самые дорогие

source: Least expensive
ru_ru: Самые дешевые

source: Highest rated
ru_ru: С высокой оценкой

source: Lowest rated
ru_ru: С низкой оценкой

source: Best sellers
ru_ru: Хиты продаж

source: Worst sellers
ru_ru: Низкие продажи

source: In stock
ru_ru: В наличии

source: Date added
ru_ru: Дата добавления

source: Stock net worth
ru_ru: Стоимость активов

source: -- select --
ru_ru: -- выберите --

source: This common setting can be changed individually for each tag.
ru_ru: Эту общую настройку можно изменить отдельно для каждого тега.

source: Settings
ru_ru: Настройки

source: Add tag URLs to Sitemap file
ru_ru: Добавить URL тегов в Sitemap-файл

source: Change frequency (changefreq) of tag entries in Sitemap file
ru_ru: Частота обновления (changefreq) записей тегов в Sitemap-файле

source: (daily)
ru_ru: (ежедневно)

source: (weekly)
ru_ru: (еженедельно)

source: (monthly)
ru_ru: (ежемесячно)

source: Priority percentage (priority) of tag entries in Sitemap file
ru_ru: Приоритет (priority) в процентах для записей тегов в Sitemap-файле

source: Extra SEO text
ru_ru: Дополнительный SEO-текст

source: To show extra SEO text on a tag page, add <strong><tt>{shopTageditorPlugin::seoTextExtra()}</tt></strong> to <em>search.html</em> file in your design editor.
ru_ru: Чтобы показать дополнительный SEO-текст на странице тега, добавьте <strong><tt>{shopTageditorPlugin::seoTextExtra()}</tt></strong> в файл <em>search.html</em> с помощью редактора дизайна.

source: Tag page title (H1)
ru_ru: Заголовок (H1) страницы тега

source: Custom tag cloud
ru_ru: Дополнительное облако тегов

source: To show a custom cloud of tags associated with products displayed on a <em>category</em>, <em>search</em>, or <em>tag</em> page, add <strong class="highlighted"><tt>{ldelim}shopTageditorPlugin::cloud(){rdelim}</tt></strong> to the appropriate design theme template.
ru_ru: Чтобы показать дополнительное облако тегов, связанных только с товарами, изображёнными на странице <em>категории</em>, <em>поиска</em> или <em>тега</em>, добавьте <strong class="highlighted"><tt>{ldelim}shopTageditorPlugin::cloud(){rdelim}</tt></strong> в нужный шаблон дизайна.

source: Sort tags
ru_ru: Сортировка тегов

source: To sort tags in a custom cloud by <em>name</em> or <em>number of associated products</em>, add <strong><tt>{ldelim}shopTageditorPlugin::cloud(<span class="highlighted">'name'</span>){rdelim}</tt></strong> or <strong><tt>{ldelim}shopTageditorPlugin::cloud(<span class="highlighted">'count'</span>){rdelim}</tt></strong> respectively. Default sort value is <tt>'name'</tt>.
ru_ru: Для сортировки тегов в облаке по <em>алфавиту</em> или <em>количеству связанных с тегом товаров</em>, добавьте соответственно <strong><tt>{ldelim}shopTageditorPlugin::cloud(<span class="highlighted">'name'</span>){rdelim}</tt></strong> либо <strong><tt>{ldelim}shopTageditorPlugin::cloud(<span class="highlighted">'count'</span>){rdelim}</tt></strong>. Вариант сортировки по умолчанию — <tt>'name'</tt>.

source: Limit tags
ru_ru: Ограничение количества тегов

source: To limit the number of displayed tags, add a number in the parentheses; e.g., <strong><tt>{ldelim}shopTageditorPlugin::cloud('count', <span class="highlighted">30</span>){rdelim}</tt></strong>. By default, no limit is applied to displayed tag cloud.
ru_ru: Для ограничения количества тегов в облаке добавьте в скобках нужное количество, например: <strong><tt>{ldelim}shopTageditorPlugin::cloud('count', <span class="highlighted">30</span>){rdelim}</tt></strong>. По умолчанию никакого ограничения на количество тегов не накладывается.

source: On the <em>home page</em>, the cloud will always show all tags associated with all products available in the current storefront regardless of this setting‘s value.
ru_ru: На <em>главной странице витрины</em> облако тегов всегда будет содержать все теги, связанные со всеми товарами, доступными на текущей витрине, независимо от значения этой настройки.

source: How to use
ru_ru: Как использовать

source: Show custom cloud on non-standard product listing pages
ru_ru: Дополнительное облако тегов на нестандартных страницах с товарами

source: Custom tag cloud added by means of <strong><tt>{shopTageditorPlugin::cloud()}</tt></strong> helper shows only tags associated with products displayed on a <em>category</em>, <em>search</em>, or <em>tag</em> page.
ru_ru: Дополнительное облако тегов, добавленное с помощью <strong><tt>{shopTageditorPlugin::cloud()}</tt></strong>, показывает только теги, связанные с товарами, доступными на странице <em>категории</em>, <em>поиска</em> или <em>тега</em>.

source: Other product listings pages; e.g., those generated by other plugins or info pages with embedded product sets, are not recognized. Please choose for the custom cloud either to show <em>all tags</em> or to show <em>no tags</em> at all on such pages.
ru_ru: Другие страницы со списками товаров, например, созданные другими плагинами или информационными страницами со списками товаров, плагином не распознаются. Выберите, должно ли дополнительное облако тегов <em>показывать все теги</em> или <em>не показывать ни одного тега</em> на таких страницах.

source: Main tag cloud
ru_ru: Главное облако тегов

source: Replace Shop-Script’s default tag cloud, which does not take product types and product status into account, with a correct one provided by this plugin.
ru_ru: Замените стандартное облако тегов Shop-Script, которое не учитывает типы и статусы товаров, правильным облаком, сформированным с помощью плагина.

source: Find the portion of code which returns the default tag cloud.
ru_ru: Найдите фрагмент кода, который возвращает массив тегов для стандартного облака.

source: It might look like this: <tt class="bold nowrap highlighted">$wa->shop->tags()</tt>.
ru_ru: Он может выглядеть так: <tt class="bold nowrap highlighted">$wa->shop->tags()</tt>.

source: If you have applied custom tag URLs using this plugin, then the default code must be called inside plugin’s method: <tt class="nowrap highlighted">shopTageditorPlugin::tags(<strong>$wa->shop->tags()</strong>)</tt>.
ru_ru: Если вы уже применили собственные URL тегов с помощью этого плагина, то стандартный фрагмент кода облака может быть вызван внутри метода плагина: <tt class="nowrap highlighted">shopTageditorPlugin::tags(<strong>$wa->shop->tags()</strong>)</tt>.

source: Whichever variant you have in your theme’s source code, replace it completely with this code: <tt class="bold highlighted">shopTageditorPlugin::shopCloud()</tt>.
ru_ru: Какой бы вариант вы ни использовали, замените его полностью на следующий код: <tt class="bold highlighted">shopTageditorPlugin::shopCloud()</tt>.

source: The result might look as follows:
ru_ru: Результат может выглядеть приблизительно так:

source: Update tag index for cloud
ru_ru: Обновить индекс облака тегов

source: Tag index update
ru_ru: Обновление индекса тегов

source: Expecting response from server...
ru_ru: Ожидание ответа от сервера...

source: Please don't close your browser window until data update is completed.
ru_ru: Не закрывайте браузер до окончания обновления данных.

source: Start update
ru_ru: Начать обновление

source: close
ru_ru: закрыть

source: Tag cloud index update
ru_ru: Обновление индекса облака тегов

source: Please wait until the update is completed to ensure that tag cloud index remains consistent.
ru_ru: Дождитесь завершения обновления, чтобы сохранить целостность индекса облака тегов.

source: Or leave this page now and update the tag cloud index manually at any time in “<a href="?action=products#/tageditor/">Tag editor</a>” section.
ru_ru: Или уйдите с этой страницы и обновите индекс вручную в любое время в разделе «<a href="?action=products#/tageditor/">Редактор тегов</a>».

source: Getting products data...
ru_ru: Получение информации о товарах...

source: Updating tag index:
ru_ru: Обновление индекса тегов:

source: Tag index is up-to-date.
ru_ru: Индекс тегов обновлён.

source: %02d hr %02d min %02d sec
ru_ru: %02d ч %02d мин %02d сек

source: Total update time: %s.
ru_ru: Длительность: %s.

source: Auto-update of main tag cloud
ru_ru: Автоматическое обновление главного облака тегов

source: Automatically update tag cloud index when products’ status, types, and tags are changed in “<a href="%s">Products</a>” section’s listings.
ru_ru: Автоматически обновлять индекс облака тегов при изменении статуса, типа и тегов товаров в разделе «<a href="%s">Товары</a>».

source: You may disable the auto-update if you do not use this functionality of “Tag editor” plugin.
ru_ru: Автообновление можно отключить, если вы не используете эту возможность плагина «Редактор тегов».

source: And you can update the tag index at any time manually in “<a href="%s">Products → Tag editor</a>” section.
ru_ru: Индекс облака тегов можно в любое время обновить вручную в разделе «<a href="%s">Товары → Редактор тегов</a>».

source: Delete all empty tags
ru_ru: Удалить все пустые теги

source: File cannot be saved due to insufficient write permissions for %s folder.
ru_ru: Файл не удалось сохранить из-за недостаточных прав на запись в директорию %s.

source: Failed to upload file %s.
ru_ru: Не удалось загрузить файл %s.

source: suggest URL
ru_ru: предложить URL

source: can save common values for all tags
ru_ru: может сохранять общие значения для всех тегов

source: use the value of another field
ru_ru: использовать значение другого поля

source: Generate tag URLs
ru_ru: Сформировать URL тегов

source: Type in the search field to find a tag you need.
ru_ru: Начните писать в поле поиска, чтобы найти нужный тег.

source: Delete manually saved URLs
ru_ru: Удалить сохранённые вручную URL

source: Tag URLs that you might have entered manually in tag properties will be lost and replaced by URLs automatically generated from tag names.
ru_ru: URL тегов, которые вы, возможно, сохранили в свойствах тегов, будут удалены и заменены на URL, автоматически сформированные из названий тегов.

source: Do not enable this option if you want to preserve manually saved URLs and to automatically generate them only for tags with no custom URLs.
ru_ru: Не включайте этот флажок, если вы хотите оставить без изменения ранее сохранённые URL тегов, — чтобы новые URL автоматически сформировались только для тегов без сохранённых URL.

source: Generate
ru_ru: Сформировать

source: You have too many tags (over %u) to show them all at once.
ru_ru: Тегов слишком много (больше %u), чтобы показать их все сразу.

source: category “%s”
ru_ru: категория «%s»

source: search “%s”
ru_ru: поиск «%s»

source: tag “%s”
ru_ru: тег «%s»

source: Custom cloud tag links
ru_ru: Ссылки дополнительного облака тегов

source: What product listings custom cloud links should point to
ru_ru: На какие товары должны указывать ссылки в дополнительном облаке тегов

source: show products only from displayed product listing page
ru_ru: показывать товары только из текущего списка товаров

source: show products from entire product catalog
ru_ru: показывать товары из всего каталога

source: Delete tag
ru_ru: Удалить тег

source: Do delete this tag from all products
ru_ru: Удалить этот тег изо всех товаров

source: Do not delete tag
ru_ru: Не удалять тег

source: Update
ru_ru: Обновить

source: Use this option if you have a large number of tags and need to specify a separate Sitemap file URL in <tt>robots.txt</tt>.
ru_ru: Используйте эту настройку, если у вас много тегов и вы хотите указать для них адрес отдельного Sitemap-файла в <tt>robots.txt</tt>.

source: Use a separate Sitemap file for tags
ru_ru: Использовать отдельный Sitemap-файл для тегов

source: Publish tag URLs in a separate Sitemap file at <a href="%1$s" target="_blank">%1$s</a> <i class="icon16 new-window"></i>.
ru_ru: Опубликовать URL тегов в отдельном Sitemap-файле по адресу <a href="%1$s" target="_blank">%1$s</a> <i class="icon16 new-window"></i>.

source: Redirect tags with whitespaces in URLs
ru_ru: Перенаправлять теги с пробелами в URL

source: If a tag contains whitespace characters, its URL by default may contain either <tt>%20</tt> (whitespaces) or <tt>+</tt> (plus signs) in place of whitespaces.
ru_ru: Если в теге есть пробелы, то его URL по умолчанию содержит либо <tt>%20</tt> (пробелы), либо <tt>+</tt> (символы «плюс») на месте пробелов.

source: Both URLs of the same tag are valid and display the same tag, which may cause sanctions from search engines for publishing non-unique content at different URLs.
ru_ru: Оба вида URL одного и того же тега являются правильными и открывают один и тот же тег. Это может стать причиной санкций со стороны поисковых систем за публикацию идентичного содержимого по разным URL.

source: To avoid sanctions, select the plugin to redirect, with 301 response code, from one URL type to another.
ru_ru: Чтобы избежать санкций, выберите 301-е перенаправление плагином с одного типа URL на другой.

source: If you do not know which of the redirects to choose, simply choose the one you personally like more, or any one at all.
ru_ru: Если вы не знаете, какой вид перенаправления выбрать, выберите тот, который вам лично больше нравится, или просто любой.

source: do not redirect
ru_ru: не перенаправлять

source: redirect from URLs with whitespaces to URLs with “+” characters
ru_ru: перенаправлять с URL с пробелами на URL с символами «+»

source: redirect from URLs with “+” characters to URLs with whitespaces
ru_ru: перенаправлять с URL с символами «+» на URL с пробелами

source: Update the tag cloud index in “<a href="?action=products#/tageditor/">Products → Tag editor</a>” section.
ru_ru: Обновите индекс облака тегов в разделе «<a href="?action=products#/tageditor/">Товары → Редактор тегов</a>».

source: How to add tags to a Sitemap file
ru_ru: Как добавлять теги в Sitemap-файл

source: Always add all tags, use current time as “Last Modified” value
ru_ru: Всегда добавлять все теги, использовать текущее время в качестве значения «Last Modified»

source: Fastest option. Some tags may be empty if some products are not visible or if different types of products are displayed in different storefronts.
ru_ru: Самый быстрый вариант. Некоторые теги могут быть пустыми, если некоторые товары не видны на витрине или если на разных витринах доступны разные типы товаров.

source: Add only tags linked to visible products, use current time as “Last Modified” value
ru_ru: Добавлять только теги, связанные с видимыми товарам, использовать текущее время в качестве значения «Last Modified»

source: More precise option. To use it, either enable “%s” setting, or be sure to regularly update the tag cloud index.
ru_ru: Более точный вариант. Чтобы использовать его, либо включите настройку «%s», либо регулярно вручную обновляйте индекс облака тегов.

source: Add only tags linked to visible products, use products’ update time as “Last Modified” value.
ru_ru: Добавлять только теги, связанные с видимыми товарам, использовать время обновления товаров в качестве значения «Last Modified».

source: Most precise but slowest option.
ru_ru: Самый точный, но и более медленный вариант.
