Repository: vaseeeeek/test
Catalog: plugins/callb/locale/*/LC_MESSAGES/shop_callb.po
Languages: ru_ru

source: Customer
ru_ru: Пользователь

source: Name
ru_ru: Имя

source: Phone
ru_ru: Телефон

source: Request date
ru_ru: Дата заявки

source: Request status
ru_ru: Статус заявки

source: delete
ru_ru: удалить

source: No requests.
ru_ru: Заявки отсутствуют.

source: Thanks
ru_ru: Спасибо

source: your message has been sent!
ru_ru: ваше сообщение отправлено!

source: Close
ru_ru: Закрыть

source: Error occurred when sending message
ru_ru: Произошла ошибка при отправке сообщения

source: Complete «Name» and «Phone»
ru_ru: Заполните «Имя» и «Телефон»

source: Callback
ru_ru: Обратный звонок

source: Delete?
ru_ru: Удалить?

source: Status
ru_ru: Статус плагина

source: Off
ru_ru: Выключен

source: On
ru_ru: Включен

source: Display done requests
ru_ru: Отображение выполненных запросов

source: When you enable this setting,<br />done requests will be displayed in the history of user requests.
ru_ru: При включении этого параметра<br /> в истории запросов пользователей будут отображаться выполненные запросы.

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Sender e-mail
ru_ru: E-mail отправителя

source: This email address will be listed as the return address of the message.<br />If the address is not specified, it will use the general email of the shop.
ru_ru: Этот электронный адрес будет указан в качестве обратного адреса у сообщений.<br />Если адрес не задан, будет использован основной email магазина.

source: Recipient e-mail
ru_ru: E-mail получателя

source: The address to which to send messages.<br />If the address is not specified, it will use the general email of the shop.
ru_ru: Адрес, на который будут отправляться сообщения.<br />Если адрес не задан, будет использован основной email магазина.

source: Selector of the button of callback form
ru_ru: Селектор кнопки вызова формы

source: Specify the ID or class of the html element,<br />when clicking on which will open a form of callback.<br />Must be like «<b>#call-back-button</b>» or «<b>.call-back-button</b>».
ru_ru: Укажите идентификатор или класс html-элемента,<br />при клике на котором будет открываться окно с формой обратного звонка.<br />Должно быть вида «<b>#call-back-button</b>» или «<b>.call-back-button</b>».

source: Header text
ru_ru: Текст заголовка

source: «Name» field placeholder
ru_ru: Текст подсказки для поля «Имя»

source: Your Name
ru_ru: Ваше Имя

source: «Phone» field placeholder
ru_ru: Текст подсказки для поля «Телефон»

source: Your Phone
ru_ru: Ваш Телефон

source: «Send» button text
ru_ru: Текст кнопки «Отправить»

source: Send
ru_ru: Отправить

source: Form width (px)
ru_ru: Ширина окна формы (px)

source: Value range 320-600
ru_ru: Диапазон значений 320-600

source: Form height (px)
ru_ru: Высота окна формы (px)

source: Value range 240-400
ru_ru: Диапазон значений 240-400

source: Form background color (HEX)
ru_ru: Цвет фона формы (HEX)

source: Header background color (HEX)
ru_ru: Цвет фона заголовка (HEX)

source: Header text color (HEX)
ru_ru: Цвет текста заголовка (HEX)

source: «Send» button width (px)
ru_ru: Ширина кнопки «Отправить» (px)

source: Value range 100-600
ru_ru: Диапазон значений 100-600

source: «Send» button height (px)
ru_ru: Высота кнопки «Отправить» (px)

source: Value range 24-160
ru_ru: Диапазон значений 24-160

source: «Send» button background color (HEX)
ru_ru: Цвет фона кнопки «Отправить» (HEX)

source: «Send» button text color (HEX)
ru_ru: Цвет текста кнопки «Отправить» (HEX)

source: Good day!
ru_ru: Добрый день!

source: ordered a callback
ru_ru: заказал звонок на телефон

source: Callback plugin
ru_ru: плагин «Обратный звонок»

source: Administrator
ru_ru: Администратор

source: new
ru_ru: новый

source: done
ru_ru: выполнен

source: no status
ru_ru: без статуса

source: Masked input for phone
ru_ru: Маска ввода для телефона

source: If fill this setting will added the mask for the field with the phone number.<br />Tip about masks characters:<br /><b>a</b> - All alphabetic values (A-Z, a-z)<br /><b>9</b> - All numeric values (0-9)<br /><b>*</b> - Any alphanumeric values (A-Z, a-z, 0-9).<br />Leave the field empty, if you do not need mask input.
ru_ru: Если заполнить этот параметр, будет добавлена маска ввода для поля с номером телефона.<br />Подсказка по символам маски ввода:<br /><b>a</b> - все буквенные значения (A-Z, a-z)<br /><b>9</b> - все числовые значения (0-9)<br /><b>*</b> - любые буквенно-цифровые значения (A-Z, a-z, 0-9).<br />Оставьте поле пустым, если вам не нужна маска ввода.

source: «Close» button background color when sending is success (HEX)
ru_ru: Цвет фона кнопки «Закрыть» при успешной отправке формы (HEX)

source: «Close» button background color when error occurred (HEX)
ru_ru: Цвет фона кнопки «Закрыть» при возникновении ошибки при отправке формы (HEX)

source: «Thanks message» text (appeal)
ru_ru: Текст сообщения при успешной отправке формы (обращение)

source: «Thanks message» text (text in 2nd line)
ru_ru: Текст сообщения при успешной отправке формы (2я строка)

source: «Thanks message» text color
ru_ru: Цвет текста сообщения при успешной отправке формы

source: Tip for setting up
ru_ru: Подсказка по настройке

source: 1) To use the plugin in the Shop app switch on «Status of frontend_head hook» plugin setting and scripts are automatically loaded in your template.
ru_ru: 1) Для использования плагина в приложении Магазин включите настройку плагина «Статус хука frontend_head» и скрипты автоматически загрузятся в вашем шаблоне.

source: 2) To use the plugin in other apps it is necessary to switch off «Status of frontend_head hook» plugin setting and to insert in the template of your application to the end of the tag &#060;head&#062; the following code:
ru_ru: 2) Для использования плагина в других приложениях необходимо выключить настройку плагина «Статус хука frontend_head» и вставить в шаблоне вашего приложения в конец тега &#060;head&#062; следующий код:

source: 3) To bind the form to the html-element in the template, you must either create a new or use an existing one.
ru_ru: 3) Для привязки формы к элементу в шаблоне необходимо либо создать новый элемент, либо использовать уже существующий.

source: For example, you have the template has the following element:
ru_ru: К примеру, у вас в шаблоне есть следующий элемент:

source: Specify in the «Selector of the button of callback form» plugin setting the next - <b>#call-back-button</b> - and after clicking on this item will open the callback form.
ru_ru: Укажите в настройке плагина «Селектор кнопки вызова формы» следующее - <b>#call-back-button</b> - после этого при клике на данном элементе будет открываться форма обратного звонка.

source: Status of frontend_head hook
ru_ru: Статус хука frontend_head

source: Turn on to automatically output plugin via frontend_head hook.
ru_ru: Включите для автоматического подключения плагина через хук frontend_head

source: Done?
ru_ru: Выполнить?

source: deleted
ru_ru: удален

source: execute
ru_ru: выполнить

source: Request url
ru_ru: Url заявки

source: Comment
ru_ru: Комментарий

source: The opportunity to leave a comment.
ru_ru: Возможность оставлять комментарий

source: «Comment» field placeholder
ru_ru: Текст подсказки для поля «Комментарий»

source: Your comment
ru_ru: Ваш комментарий

source: For all questions
ru_ru: По всем вопросам

source: Requests count
ru_ru: Количество заявок

source: The count of requests on the plugin page in the admin panel.
ru_ru: Количество заявок на странице плагина в админ панеле.

source: Value range 240-440
ru_ru: Диапазон значений 240-440

source: Clicking on the «Send» button, I give my
ru_ru: Нажимая на кнопку «Отправить», я даю

source: consent to the personal data processing
ru_ru: согласие на обработку персональных данных

source: Consent to the personal data processing
ru_ru: Согласие на обработку персональных данных

source: Enable this setting to add to the form a checkbox consent to the processing of personal data and the link to the page with the Privacy Policy of the company.
ru_ru: Включите данную настройку, чтобы добавить в форму чекбокс (галочку) о согласии на обработку персональных данных и ссылку на страницу с Политикой конфиденциальности компании.

source: Text
ru_ru: Текст

source: Link text
ru_ru: Текст ссылки

source: Link url
ru_ru: Url ссылки

source: Url of the page with the Privacy Policy.
ru_ru: Адрес страницы с Политикой конфиденциальности.

source: Show checkbox
ru_ru: Показывать чекбокс

source: Enable this setting to display the checkbox, otherwise it will display only the text and link.
ru_ru: Включите данную настройку, чтобы отображать чекбокс, в противном случае будет показан только текст и ссылка.

source: Checkbox by default
ru_ru: Чекбокс по умолчанию

source: Select the status of the checkbox by default.
ru_ru: Выберите состояние чекбокса по умолчанию.

source: Unchecked
ru_ru: Не нажат

source: Checked
ru_ru: Нажат
